Repository: tellmatic/tellmatic
Catalog: locale/tellmatic-*.po
Languages: es

source: Neuen Link erstellen / Link bearbeiten
es: Create new link, edit link

source: Kurzbezeichnung/Kürzel
es: Shortname

source: Kürzel
es: Short

source: Linkgruppe bearbeiten
es: Edit link group

source: Gruppe %s (%s) wurde aktualisiert.
es: Group %s (%s) has been updated.

source: Neue Gruppe erstellen / Gruppe bearbeiten
es: Create new group, edit group

source: Linkgruppen verwalten
es: Manage link groups

source: Kurz
es: Short

source: Gruppe bearbeiten
es: Edit group

source: %s Einträge
es: %s entries

source: Neuen Eintrag in dieser Gruppe anlegen
es: Create new entry in this group

source: Alle Einträge in dieser Gruppe anzeigen
es: Show all entries belong to this group

source: Gruppe %s als Standard definieren.
es: Make %s the standard group

source: Diese Gruppe als Standardgruppe
es: This group as standard group

source: Gruppe %s löschen und Einträge dieser Gruppe der Standardgruppe zuordnen?
es: Delete group %s and assign all entries to the standard group?

source: Gruppe löschen
es: delete group

source: Gruppe %s UND Einträge dieser Gruppe löschen?
es: Delete group %s and all items?

source: Gruppe und Einträge löschen
es: Delete group and all items.

source: Eintrag in dieser Gruppe erstellen
es: Create an item in this group

source: Einträge in dieser Gruppe anzeigen
es: Show all items belong to this group

source: Gruppe löschen und Einträge der Standardgruppe zuordnen
es: Delete group and assign items to standard group

source: Gruppe löschen und Einträge der Gruppe löschen
es: Delete groups and all items in this group

source: Gruppe löschen und Einträge der Gruppe löschen (Einträge werden komplett gelöscht und auch aus allen anderen Gruppen entfernt!)
es: Delete group and all items. (Items get deleted and references are removed from all other groups)

source: Eine Gruppe mit diesem Kürzel existiert bereits. Das Kürzel muss eindeutig sein.
es: An group with this shortname already exists

source: Neue Gruppe %s (%s) wurde erstellt.
es: New group %s (%s) created.

source: Links verwalten
es: Manage links

source: Eingetragen in den Gruppen:
es: Member of groups:

source: Link öffnen
es: Open link

source: Neuen Link eintragen
es: Create new link

source: Eine Eintrag mit diesem Kürzel existiert bereits. Das Kürzel muss eindeutig sein.
es: An entry with this shortname already exists

source: Neuer Eintrag %s (%s) wurde erstellt.
es: New entry %s (%s) created.

source: Neuer Link
es: New link

source: Beschreibung/Title
es: Description/Title

source: Einträge suchen und filtern
es: Search and filter entries

source: Suche nach Name
es: Search for name

source: Suche nach URL
es: Search for URL

source: Einträge
es: Entries

source: Suche in URL
es: Search for URL

source: %s Einträge aus dem Logbuch wurden gelöscht.
es: %s entries form logbook were deleted

source: Alle Einträge (%s) aus dem Logbuch wurden gelöscht.
es: All entries (%s) were deleted from logbook

source: Alle Logbucheinträge löschen
es: Delete all logbook entries

source: Objekt
es: Object

source: Objekt ID
es: Object ID

source: Details anzeigen
es: Show details

source: Logbucheinträge suchen und filtern
es: Search and filter logbook entries

source: Suche nach Objekt
es: Search for object

source: Adress-Gruppen
es: Address groups

source: Newsletter-Gruppen
es: Newsletter groups

source: Link-Gruppen
es: Link groups

source: Suche nach Aktion
es: Search for action

source: Benutzerverhalten
es: Usage

source: Neuanlage
es: New

source: Bearbeitet
es: Edit

source: Gelöscht
es: Delete

source: Suche nach Author/Editor
es: Search for author/editor

source: Auswahl anzeigen
es: Show selection

source: Auswahl löschen
es: Delete selection

source: Filtern nach Objekt
es: Filer object

source: Filtern nach Aktion
es: Filter action

source: Filtern nach Author
es: Filter author

source: Filtern nach ID
es: Filter ID

source: Zeige maximal N Einträge pro Seite
es: Show max. %s entries per page

source: Die letzen %s Logbucheinträge
es: Last %s logbook entries

source: Link-Gruppen anzeigen
es: Show link groups

source: Hier verwalten Sie Ihre Link-Gruppen
es: Manage link groups

source: Neue Link-Gruppe anlegen
es: Create new link group

source: Hier erstellen Sie eine neue Link-Gruppe
es: Create a new link group

source: Links anzeigen
es: Show links

source: Hier verwalten Sie Ihre Links
es: Manage your links

source: Neuen Link erstellen
es: Create new link

source: Hier erstellen Sie Ihre Links
es: Create new link

source: Tracking personalisiert
es: Personalized tracking

source: %s / %s erstellt einen Link anhand eines Kurznamen oder ID
es: %s / %s creates a link by shortname or id

source: kurz
es: short

source: %s / %s erstellt einen 'a href' anhand eines Kurznamen oder ID
es: %s / %s creates 'a href' by shortname or id

source: %s / %s zeigt die URL anhand eines Kurznamen oder ID
es: %s / %s shows URL of a link by shortname or id

source: %s / %s zeigt die RAW-URL anhand eines Kurznamen oder ID
es: %s / %s shows raw URL from a link by shortname or id

source: %s / %s zeigt eine Liste von Links aus einer Gruppe anhand eines Kurznamen oder ID
es: %s / %s creates links from a group by shortname or id

source: personalisiertes Tracking
es: Personalized tracking

source: Existierende Adressen überspringen, kein Update
es: Skip existing records, no update!

source: Kein Update
es: no update

source: Bestehende Adressen werden übesprungen.
es: Existing Records will be skipped

source: Bestehende Adressen werden aktualisiert.
es: Existing Records will be updated

source: Zeile %s: E-Mail %s existiert Bereits und wird übersprungen.
es: Line %s: e-mail %s already exists, skipping.

source: %s Eintraege sind bereits vorhanden und wurden übersprungen.
es: %s entries already exists and will be skipped

source: Bearbeitet:
es: Done:

source: %s erledigt, davon %s OK, %s Adressen mit Fehler beim Versand (entspricht aktuell %s aller verarbeiteten Adressen)
es: %s done: %s OK, %s failed ( == %s of current)

source: Bearbeitet: %s
es: Done: %s

source: Übersprungen: %s
es: Skipped: %s

source: Übersprungen:
es: Skipped:

source: %s erledigt, davon: %s Übersprungen, %s Versendet + %s Versendet u. Angezeigt, %s Adressen mit Fehler beim Versand (entspricht aktuell %s aller verarbeiteten Adressen)
es: %s done (%s skipped, %s sent, %s sent and viewed, %s failed == %s of current processed emails)

source: %s exisitert bereits.
es: %s already exists.

source: FEHLER! Tellmatic benoetigt mindestens PHP Version 5.2
es: Error! Tellmatic needs at least PHP 5.2

source: %s ist nicht aktiviert.
es: %s is not active

source: Sie verwenden Windows.
es: You are using Windows!

source: Blacklist/Robinsonliste
es: Blacklist

source: Blacklist/Robinsonliste & Löschen
es: delete Blacklist

source: Proofing aktiviert
es: Proofing active

source: Proofing Anteil
es: Proofing Percentage

source: Anmeldeformular
es: Subscribe Form

source: Proofing, Validierung und Qualifizierung der Adressbestaende gegen eine externe Datenbank
es: Proofing, Validation and Qualification of Addresses

source: Proofing aktivieren
es: activate Profing

source: Newsletter: Gruppen: Liste
es: Newsletter: Groups: List

source: Newsletter: Liste
es: Newsletter: List

source: Newsletter: Liste: Vorlagen
es: Newsletter: List: Templates

source: Newsletter: Neu
es: Newsletter: New

source: Adressen: Suche
es: Adr: Search

source: Adressen: Liste
es: Adr: List

source: Adressen: Neu
es: Adr: New

source: Formulare: Liste
es: Forms: List

source: Links: Gruppen: Liste
es: Links: Groups: List

source: Links: Liste
es: Links: List

source: Queue/Aufträge: Liste
es: Queue: List

source: Verwaltung: Bouncemanagement
es: Management: Bouncemenagement

source: Verwaltung: DB Bereinigen
es: Management: Clean DB

source: Logbuch: Liste
es: Logbook: List

source: Produktiv
es: Production

source: Eintrag ist Produktiv.
es: Entry is productive

source: Eintrag ist nicht Produktiv.
es: Entry is not productive

source: Diese Gruppe ist öffentlich
es: This is a public group

source: Diese Gruppe ist produktiv
es: This group is a production group

source: Diese Gruppe ist nicht produktiv
es: This group is not a production group

source: Adressgruppe %s als nicht produktiv markieren?
es: Mark %s as not productive

source: Adressgruppe %s als produktiv markieren?
es: Mark %s as productive

source: Gruppe ist Produktiv
es: Group is productive

source: Nicht Produktiv
es: Not productive

source: Gruppe ist Produktiv / nicht Produktiv (Klick=Ändern)
es: Gorup is productive / not prductive (Click=Change)

source: Proofing aktiv
es: Proofing active

source: Herkunft / Quelle
es: Source

source: Datei bearbeiten
es: Edit File

source: Datei %s wurde gespeichert.
es: File %s saved

source: Fehler bem speichern der Datei %s.
es: Error saving file %s

source: Wählen Sie ein Newsletter für die Double-Opt-In Mail.
es: Please choose a Newsletter for Double-Opt-In Mail.

source: Wählen Sie ein Newsletter für die Bestätigungsmail.
es: Please choose a Newsletter for confirmatiion Mail.

source: Wählen Sie ein Newsletter für Updates.
es: Please choose a Newsletter for update Mail.

source: Besucher kann mehrere Gruppen wählen
es: Uer can select multiple groups.

source: Meldung bei Double-Opt-In
es: Message on Double-Opt-In

source: Meldung bei Neueintrag
es: Message for new entry

source: Meldung bei Aktualisierung
es: Message on Update

source: Mehrere Gruppen
es: Multiple Groups

source: Bestätigungs-Mail
es: Confirmation Mail

source: Aktualisierungs-Mail
es: Update Mail

source: Neues Standardformular wurde definiert.
es: New default form was set.

source: Diese Formular ist das Standardformular
es: This is the default form.

source: Gruppen aktualisieren, nur Neue hinzufügen
es: Update groups, add only new.

source: Dieses Formular ist das Standardformular
es: This is the default form.

source: Standardformular
es: Default Form

source: Newsletter welcher als Double-Opt-In Mail verschickt wird
es: Newsletter that is send as Double-Opt-In Mail

source: -- STANDARD --
es: --- DEFAULT ---

source: Newsletter welcher als Bestätigungs-Mail verschickt wird
es: Newsletter that is send as Confirm Mail

source: Aktulisierungs-Mail
es: Update-Mail

source: Newsletter welcher als Aktualisierungs-Mail verschickt wird
es: Newsletter that is send as Update Mail

source: Template bearbeiten
es: Edit Template

source: Formular %s als Standard definieren.
es: Mark $s as default form.

source: Dieses Formular als Standardformular
es: This is the default form.

source: Standardformular (kann nicht de-aktiviert und gelöscht werden)
es: Default Form. (Can not be de-activated or deleted)

source: Nur neue öffentliche Gruppen Referenzen hinzufügen
es: Add only new public group references.

source: Dieses Formular als Standardformular definieren
es: Mark this form as the default form.

source: Nachricht für Double-Opt-In
es: Message for Double-Opt-In

source: Nachricht für Neueintrag
es: Message for new entry

source: Nachricht für Aktualisierung
es: Message for update

source: Datei %s hat keine Einträge!
es: File %s has no entries

source: Fehler: Datei %s kann nicht geöffnet werden!
es: Error: File %s can not be opened.

source: Sekunden
es: Seconds

source: Pause zwischen zwei Mails
es: Delay between 2 Mails

source: DEBUG Modus
es: DEBUG Mode

source: FEHLER! file_get_contents() ist deaktiviert
es: Error! file_get_contents() not available

source: Die letzten %s Einträge in der Tellmatic PHP Fehler-Log-Datei %s:
es: Last %s lines in Tellmatic PHP-Error-Log %s:

source: Tellmatic Startseite
es: Tellmatic Startpage

source: Zur Tellmatic Startseite
es: Go to Tellmatic startpage

source: Benutzer Startseite
es: User Startpage

source: Legende f. Variablen ein-ausblenden
es: Fade In-/Out Legend

source: Legende Variablen
es: Legend Variables

source: Variablen
es: Variables

source: %s enthält den Betreff
es: %s contains the subject

source: Q mit fehlgeschlagenen und übersprungenen Adressen neu starten.
es: Restart Q with skipped and errorness entries

source: Q mit fehlgeschlagenen und übersprungenen Adressen neu starten
es: Restart Q with skipped and errorness entries

source: Newsletter-Bilder
es: Newsletter-Images

source: Newsletter-Anhänge
es: Newsletter-Attachements

source: Formular-Templates
es: Form-Templates

source: Ungültiger Captcha Code!
es: Invalid Captcha Code!

source: Ihre Adresse wurde aus unserem Verteiler entfernt.
es: Your Address has been unsubscribed.

source: Ein Fehler ist aufgetreten
es: There was an error!

source: Ihre Adresse ist (nicht mehr) angemeldet.
es: Your address is not subscribed.
