Repository: tellmatic/tellmatic
Catalog: locale/tellmatic-*.po
Languages: es

source: Es wurden %s Mails durchsucht.
es: Examined %s mails

source: %s Mails ergaben einen Treffer.
es: %s mails matched

source: Es wurden aus %s Adressen %s (eindeutige) potentiell fehlerhafte Adressen erkannt.
es: %s of %s addresses (unique) were detected as errorness or failed

source: Adresse
es: Address

source: Unbekannt / nicht in der Datenbank
es: Desconocido, no se encuentra en la base de datos

source: Markierung für alle angezeigten Adressen umkehren
es: Invierte la selección

source: Alle auswählen / Markierung für alle angezeigten Adressen umkehren
es: Selecciona todos / invierte selección

source: Auswählen
es: Seleccion

source: Aktion ausführen
es: Hazlo

source: Mails nicht löschen
es: No elimines los emails

source: Mails löschen
es: Elimina los emails

source: Adressen automatisch bearbeiten
es: Gestión automatica de direcciones

source: Adressen als Fehlerhaft markieren
es: Marca dirección como fallida

source: Adressen abmelden und deaktivieren
es: Desinscribe y desactiva direcciones

source: Adressen deaktivieren
es: Desactiva direcciones

source: Adressen löschen
es: Elimina direcciones

source: Host wählen
es: Selecciona host

source: Host auswählen
es: Seleccion host

source: Anzahl Mails die übersprungen werden.
es: Numero de emails omitidos

source: max. Anzahl Mails die durchsucht/angezeigt werden.
es: Max. emails entre los que buscar.

source: Nur Bouncemails anzeigen
es: Solo mensajes bounce-

source: Nur E-Mails an die Fehleradresse anzeigen
es: Muestra unicamente emails a return-path-address

source: Verbinden und e-Mails abrufen
es: Conecta y obtén emails.

source: Nur Bouncemails
es: Solo emails bounce-

source: Nur Returnmails
es: Solo emails return-

source: Bounce Management
es: Gestión emails bounce-

source: Verbindung zum Server %s wird aufgebaut...
es: Conectando con servidor %s ...

source: Servermeldung: %s
es: Respuesta del servidor: %s

source: Es wurden keine Mails zum Bearbeiten ausgewählt.
es: No se ha seleccionado ningún email.

source: Lösche Mail.
es: Elimina email.

source: Mailbox aufräumen, als gelöscht markierte Mails wurden entfernt.
es: Bandeja de entrada limpiada. Todos los mensajes marcados para eliminar fueron eliminados.

source: Es wurden keine Mails zum Löschen ausgewählt.
es: No se ha seleccionado ningún email para eliminar.

source: %s Adressen zum Bearbeiten ausgewählt.
es: %s direcciones seleccionadas para manipular.

source: Die Adresse %s wurde gelöscht.
es: La dirección %s ha sido eliminada

source: Die Adresse %s wurde als Fehlerhaft markiert.
es: La dirección %s ha sido marcada como fallida y erronea.

source: Die Adresse %s wurde deaktiviert.
es: La dirección %s ha sido desactivada.

source: Die Adresse %s wurde abgemeldet und deaktivert.
es: La dirección %s ha sido desinscrita y desactivada.

source: Fehler: %s von max. %s
es: Errores: %s de %s max

source: Als fehlerhaft markiert und deaktivert (Sendefehler >%s)
es: Marca como fallida (Errores de recepción > %s)

source: ist bereits abgemeldet (unsubscribed).
es: ya ha sido desinscrita

source: %s ist nicht bekannt.
es: %s no es conocida

source: Es wurden keine Adressen zum Bearbeiten ausgewählt.
es: Ninguna dirección has sido seleccionada.

source: Nach Adressen dursuchen und bearbeiten, Mails löschen
es: Busca direcciones, elimina emails

source: Nach Adressen durchsuchen und bearbeiten
es: Busca direcciones y edita.

source: Gesamt: %s Mails
es: Total: %s emails

source: Betreff / Text
es: Título / texto

source: Bounce Mail erkannt
es: Bounce-mail detectedo

source: Text und Details anzeigen
es: Muestra texto y detalles

source: Adressen anzeigen
es: Muestra direcciones

source: Auswahl umkehren
es: Invert selection

source: Markierung für alle angezeigten E-Mails umkehren
es: Invert selection for selected E-mails

source: Alle auswählen / Markierung für alle angezeigten E-Mails umkehren
es: Select all / Invert selection

source: Es wurden aus %s Adressen %s potentiell Fehlerhafte Adressen erkannt.
es: %s of %s addresses were detected as errorness or failed

source: Hilfe / Dokumentation
es: Help / Documentation

source: Debug-Informationen
es: Used memory: %s bytes

source: Benutzer Speicher: %s MB
es: Memoria usada: %s bytes

source: Max. Upload: %s
es: Carga máxima: %s bytes

source: Speicherlimit: %s
es: Límite de memoria: %s bytes

source: Max. POST Data: %s
es: Max. POST-data: %s bytes

source: Max. Ausführungszeit: %s Sekunden
es: Tiempo max. de ejecución: %s segundos

source: %s Mails pro Durchlauf
es: %s emails por ejecución

source: Fenster schliessen
es: Cierra ventana

source: Formluar bearbeiten
es: Editar formulario

source: Name sollte nicht leer sein.
es: Nombre no debería estar vacío.

source: Formular %s wurde bearbeitet.
es: Formulario %s editado

source: neues Formular erstellen
es: Crea nuevo formulario

source: Anmeldungen sind aktiv/inaktiv
es: Subscriptions are active/inactive

source: Captcha prüfen
es: Check captcha

source: Ziffern
es: Digits

source: Typ wählen
es: Select type

source: Pflichtfeld
es: Required field

source: Werte, (Trennzeichen ; (Semikolon)
es: Values, (delimiter is ; (semicolon))

source: Fehlermeldung
es: Errormessage

source: Regulärer Ausdruck
es: Regular expression

source: Eingaben zurücksetzen
es: Reset values

source: Captcha/Spamcode prüfen
es: Check captcha code

source: Neuanmeldungen sind aktiv
es: New subscriptions are active

source: Fn / Pflichtfeld / Typ / Name
es: Fn / Required / Type / Name

source: Werte
es: Values

source: Formulare verwalten
es: Manage subscription forms

source: Eintrag wurde kopiert.
es: Copied entry.

source: Formular bearbeiten
es: Editar formulario

source: Neuangemeldete Adressen sind aktiv
es: New subscriptions are active

source: Neuangemeldete Adressen sind deaktiviert
es: New subscriptions are inactive

source: %s Ziffern
es: %s Digits

source: Anmeldungen: %s
es: Subscriptions: %s

source: Anmeldungen über dieses Formular werden in die folgenden Gruppen eingeordnet:
es: Los miembros suscritos con este formulario se agregaran como miembros de los grupos:

source: Dynamische Onlineversion anzeigen: %s
es: Muestra versión dinámica online: %s

source: Template anzeigen: %s
es: Muestra plantilla: %s

source: Statische Onlineversion anzeigen: %s
es: Muestra estadísticas de la versión online: %s

source: Formular kopieren
es: Copia formulario

source: Kopieren
es: Copy

source: Formular %s löschen
es: Elimina formulario %s

source: Formular löschen
es: Elimina formulario

source: Neuangemeldete Adressen sind inaktiv
es: New subscriptions are inactive

source: Neuangemeldete Adressen sind aktiv/deaktiviert
es: New subscriptions are active/inactive

source: Captcha Spamschutz aktiviert
es: Captcha spam protecion is active

source: Double-Opt-In aktiviert
es: Doble-opt-in activado

source: Dynamische Onlineversion anzeigen:
es: Muestra versión dinámica online:

source: Template anzeigen:
es: Muestra plantilla:

source: Formular ist Aktiv/Inaktiv (Klick=Deaktivieren/Aktivieren)
es: Formulario activo/inactivo (Click=desactivar/activar)

source: neues Formluar erstellen
es: Crear nuevo formulario

source: Neues Formular %s wurde erstellt.
es: Nuevo formulario %s creado.

source: Kein Titel
es: No title

source: Prüfe Adressen: (%s)
es: Checking addresses: (%s)

source: Syntaxfehler
es: Syntax error

source: Kein MX Eintrag
es: No MX

source: MX DNS Problem
es: MX DNS

source: Server meldet Fehler, Adresse abgelehnt
es: Server: recipient rejected

source: Keine Antwort vom Server.
es: No answer from server

source: Kann Verbindung zum Server nicht herstellen
es: Can not connect to server

source: Kein MX Eintrag (Validate)
es: No MX (validate)

source: Bitte melden Sie sich mit Ihrem Benutzernamen und Passwort an.
es: Introduce nombre de usuario y contraseña

source: Anmelden
es: Login

source: Sie wurden abgemeldet.
es: You are logged out

source: Kein Keks
es: No cookie

source: ungültiger Keks
es: Invalid cookie

source: Kein Benutzername / Passwort angegeben
es: No username / password

source: ungültiger Refferrer
es: invalid refferer

source: Falscher Benutzer, Passwort ungültig oder Benutzer deaktiviert, Anmeldung ist fehlgeschlagen
es: Wrong user, invalid password oder user is de-activaed. Login failed.

source: Zeitüberschreitung
es: Timeout

source: Sie sind angemeldet
es: You are logged out

source: ACHTUNG! /install.php existiert! Die Datei install.php bitte nach erfolgreicher Installation verschieben oder löschen!
es: Warning! install.php exists. Please move or rename.

source: tm_config.inc ist nicht schreibgeschützt!
es: tm_config.inc is not write protected

source: Rechte für tm_config.inc wurden geändert!
es: Permissions for tm_config.inc changed

source: Rechte für tm_config.inc konnten nicht geändert werden! Bitte ändern Sie diese manuell.
es: Los permisos de tm_config.inc.php no pudieron cambiarse. Por favor cambia el permiso de escritura manualmente.

source: Keine Schreibrechte für %s
es: Permiso de escritura denegado para %s

source: ACHTUNG! %s ist nicht Passwortgeschützt
es: Atención %s no se encuentra securizado ( falta .htaccess)

source: Bitte aus dem Menü wählen.
es: Please choose from menu

source: Hilfe
es: Help

source: Passwort wurde gespeichert und ist ab sofort gültig.
es: Contraseña cambiada

source: Hinweise
es: Informations

source: Informationen ausblenden
es: Hide informations

source: Login verfällt in %s Sekunden.
es: Login timeout in %s seconds

source: Startseite
es: Home

source: Aktuelle Meldungen ein-/ausblenden
es: Muestra / esconde mensajes

source: Zur Startseite
es: Home

source: Newsletter-Gruppen anzeigen
es: Show newsletter groups

source: Hier verwalten Sie Ihre Newslettergruppen
es: Here you manage your newsletter groups

source: Neue Gruppe
es: New group

source: Neue Newsletter-Gruppe anlegen
es: Create new newsletter group

source: Hier erstellen Sie eine neue Newslettergruppe
es: Here you create a new newsletter-group

source: Newsletter anzeigen
es: Show newsletter

source: Hier verwalten Sie Ihre Newsletter
es: Here you manage your newsletter

source: Neuer Newsletter
es: New newsletter

source: Neuen Newsletter anlegen
es: Create new newsletter

source: Hier erstellen Sie einen neuen Newsletter
es: Here you create a new newsletter

source: Neue Queue
es: New queue

source: neuen Newsletter in die Queue / Warteschlange eintragen
es: Add newsletter to delivery queue

source: Hier bereiten Sie den Versand Ihres Newsletter vor
es: Here you prepare your delivery jobs

source: Adress-Gruppen anzeigen
es: Show address groups

source: Hier verwalten Sie Ihre Adress-Gruppen
es: Here you manage your recipient groups

source: Neue Adress-Gruppe anlegen
es: Create recipient group

source: Hier erstellen Sie eine neue Adress-Gruppe
es: Here you create new recipient groups

source: Hier können Sie Ihre Adressen suchen, anzeigen und bearbeiten
es: Here you can view, search and edit your recipients

source: Neue Adresse
es: New address

source: Neue Adresse anlegen
es: Create new address

source: Hier erfassen Sie Adressen manuell
es: Here you create new addresses manually

source: Adressen aus einer CSV-Datei importieren
es: Import addresses from CSV file

source: Importieren Sie Ihre Adressbestände aus einer CSV-Datei
es: Here you can import your collected addresses

source: Exportieren Sie Ihre Adressbestünde in eine CSV-Datei
es: Export addresses to CSV file

source: Formulare anzeigen
es: Show forms

source: Hier verwalten Sie Ihre Anmeldeformulare
es: Here you manage your subscription-forms

source: Neues Formular
es: New form

source: Neues Formular erstellen
es: Create new form

source: Top X Liste
es: Top X list

source: Aktueller Status
es: Current status

source: Hier sehen Sie den aktuellen Status
es: Here you see the current status of the database

source: Karte
es: Map

source: Benutzer-Karte, zeige die Standorte der Leser
es: User map, shows location of your subscribers

source: Hier sehen Sie die geographische Verteilung der Leser
es: Here you see the geographical mapping of your readers

source: Verwalten Sie fehlgeschlagene E-Mails und Rückläufer
es: Manage bounce mails

source: Datenbank bereinigen
es: Clean up database

source: Datenbank aufräumen und Adressbestände säubern
es: Clean up database

source: manueller Versand
es: send manually

source: Hier versenden Sie Ihre Newsletter manuell
es: Send newsletter manually

source: Abmeldeformular
es: Unsubscription form

source: Hier gelangen Sie zum Abmeldeformular
es: Go to unsubscription form

source: Benutzereinstellungen
es: User settings

source: Hier ändern Sie Ihre persönlichen Einstellungen
es: Change personal settings

source: Dokumentation
es: Documentation

source: Hier wird Ihnen geholfen
es: Here you get help

source: Benutzer verwalten
es: Manage Users

source: Tellmatic Benutzer/Authoren verwalten
es: Manage Tellmatic users/authors

source: Neuer Benutzer
es: New user

source: Neuer Benutzer/Author
es: New user/author

source: Neuen Tellmatic Benutzer/Authoren anlegen
es: Crate new Tellmatic user/author

source: Grundeinstellungen
es: Settings

source: Globale Einstellungen für Tellmatic
es: Global settings for tellmatic

source: Hier sehen Sie einige zusätzliche Informationen
es: Some more informations

source: Spende
es: Donation

source: Tellmatic unterstützen
es: Donate to Tellmatic

source: Bitte unterstützen Sie Tellmatic mit einer Spende
es: Please donate to Tellmatic

source: Benutzer: %s
es: User: %s

source: Zuletzt angemeldet:
es: Last login:

source: Newsletter bearbeiten
es: Editar boletín

source: Betreff sollte nicht leer sein.
es: Título no debería estar vacío

source: Newsletter %s wurde aktualisiert.
es: Boletín %s enviado.

source: Der Newsletter wurde gespeichert unter:
es: Boletín guardado como:

source: Vorlage:
es: Template:

source: Neue Newslettergruppe erstellen
es: Create new newletter group

source: HTML-Vorlage hochladen
es: Upload HTML template

source: Bild hochladen
es: Cargar imagen

source: Anhang hochladen
es: Cargar adjunto

source: Erscheint als Betreff in der e-Mail
es: Título del email

source: Link
es: Enlace

source: Massenmailing (BCC)
es: Massmail (BCC)

source: Newsletter-Text
es: Texto del boletín

source: Newsletter-Gruppe waehlen
es: Selecciona grupo de boletín

source: Betreff
es: Título

source: Massenmailing
es: Massmailing

source: personalisiertes Newsletter
es: Personalized newsletter

source: Bild
es: Imagen

source: Anhang
es: Adjunto

source: Text
es: Texto

source: Editor Ein/Aus
es: Editor on/off

source: %s enthält das hochgeladene Bild 'img src' | %s enthält nur die URL zum Bild
es: %s contiene la imagen cargada 'img src' | %s contiene solamente la URL

source: %s enthält den angegebenen Link 'a href' | %s enthält nur die URL des Links
es: %s contiene el enlace 'a href' | %s contiene solamente la URL.

source: %s enthält den Link zum Attachement 'a href' | %s enthält nur die URL zum Attachement
es: %s contiene el enlace al adjunto 'a href' | %s contiene solamente la URL.

source: %s enthält den Link zum abmelden | %s enthält nur die URL zum Abmeldeformular
es: %s contiene el enlace al formulario de desinscripción 'a href' | %s contiene solamente la URL.

source: %s enthält den Link zur Onlineversion 'a href' | %s enthält nur die URL zur Onlineversion
es: %s contiene el enlace a la versión online del boletín 'a href' | %s contiene solamente la URL.

source: %s enthält das schliessende TAG '/a' fuer die Links
es: %s contiene el TAG '/a' para cerrar los enlaces.

source: Nur für personalisierten Newsleter:
es: Solamente disponible para los mailings personales: (no massmailing/BCC)

source: %s enthält das Tracker-Bild (für View-Tracking, nur HTML-Mails)
es: %s contains tracking image for view-tracking, only available for newsletter from type HTML

source: %s enthält die e-Mailadresse des Empfaengers
es: %s contiene la dirección email del suscriptor.

source: %s bis %s enthält die Felder aus den Formularen/Adressen
es: %s a %s contiene los campos de valores de tus direcciones.

source: %s enthält den kompletten Link 'a href' zum Aktivierungslink ('(1st)-Touch-Opt-In) | %s enthält nur die URL
es: %s contiene el enlace 'a href' para los suscriptores 1er-touch-opt-in | %s contiene solamente la URL.

source: Newslettergruppe bearbeiten
es: Editar grupo de boletín

source: Newslettergruppe %s wurde aktualisiert.
es: Grupo de boletín %s actualizado

source: Farbe: Auswaehlen und klicken um Farbe zu uebernehmen
es: Color: escoge y haz click para seleccionar color

source: Newslettergruppen verwalten
es: Gestiona grupos de boletín

source: Neuen Newsletter in dieser Gruppe erstellen
es: Crea boletín en este grupo

source: Alle Newsletter in dieser Gruppe anzeigen
es: Muestra todos los boletines en este grupo

source: Newslettergruppe %s als Standard definieren
es: Marca grupo de boletín %s como grupo por defecto

source: Diese Newslettergruppe als Standardgruppe
es: Marca este grupo de boletín como el grupo por defecto

source: Newslettergruppe %s löschen und Newsletter dieser Gruppe der Standardgruppe zuordnen?
es: ¿Eliminar grupo de boletín %s y asignar el boletín al grupo por defecto?

source: Newslettergruppe löschen
es: Elimina grupo de boletín

source: Newsletter in dieser Gruppe erstellen
es: Crear boletín en este grupo

source: Newsletter dieser Gruppe anzeigen
es: Muestra boletín en este grupo

source: Newsletter dieser Gruppe anzeigen, Anzahl der Newsletter in dieser Gruppe
es: Muestra boletínes en este grupo, cuentalos

source: als Standardgruppe
es: como grupo por defecto

source: Gruppe löschen und Newsletter der Standardgruppe zuordnen
es: Elimina el grupo y asigna el boletín al grupo por defecto

source: Neue Newslettergruppe %s wurde erstellt.
es: Nuevo boletín %s creado

source: Newsletter verwalten
es: Gestionar boletín

source: Bild wurde gelöscht.
es: Imagen eliminada.

source: Bild konnte nicht gelöscht werden.
es: La imagen no pudo ser eliminada.

source: HTML Datei wurde gelöscht.
es: Archivo HTML eliminado.

source: HTML Datei konnte nicht gelöscht werden.
es: El archivo HTML no ha podido ser eliminado.

source: Anhang wurde gelöscht.
es: Adjunto eliminado.

source: Anhang konnte nicht gelöscht werden.
es: El adjunto no ha podido ser eliminado.

source: %s Queues für diese Newsletter wurden gelöscht.
es: %s entradas de la cola para este boletín han sido eliminadas

source: Eintrag und dazugehörige Dateien wurde kopiert.
es: Entradas y archivos copiados.

source: Gewählte Gruppe: %s
es: Grupo seleccionado: %s

source: Datum
es: Date

source: Titel
es: Title

source: personalisierter Newsletter
es: Personalized newsletter

source: Der Newsletter wurde bereits versendet, wollen Sie ihn wirklich bearbeiten? Es wird empfohlen eine Kopie zu erstellen und diese zu bearbeiten.
es: This newsletter was already sent. Do you really want to edit? It is recommended to copy the newsletter and edit a copy (using this one as a template).

source: Gruppe:
es: Group:

source: Versand an:
es: Send to:

source: insgesamt %s Adressen
es: total %s direcciones

source: Wartend: %s
es: En espera: %s

source: Gesendet: %s
es: Enviadas: %s

source: Fehler: %s
es: Errores: %s

source: Angezeigt: %s
es: Vistas: %s

source: Bearbeiten / Aktionen anzeigen
es: Editar / Mostrar acciones

source: Aktionen anzeigen
es: Show actions

source: Neue Q
es: Nueva cola

source: Versandauftrag anlegen
es: Crear proceso de entrega

source: Alle Q-Einträge für diesen Newsletter löschen? Achtung es werden auch laufende Sendeaufträge gelöscht!
es: ¿Eliminar todas las entradas en la cola de este boletín?Todos los procesos de entrega serán cancelados y eliminados también.

source: Q für diesen Newsletter löschen
es: Elimina la cola de este boletín

source: Versandaufträge löschen
es: Elimina los procesos de entrega

source: Q für dieses Newsletter anzeigen
es: Muestra la cola de este boletín

source: Versandaufträge anzeigen
es: Muestra procesos de entrega

source: Newsletter versenden
es: Enviar boletín

source: Versand starten
es: Iniciar entrega

source: Template des Newsletter anzeigen:
es: Muestra plantilla para el boletín:

source: Template anzeigen
es: Mostrar plantilla

source: Onlineversion des Newsletter anzeigen:
es: Mostrar versión online de este boletín:

source: Onlineversion anzeigen
es: Mostrar versión online

source: Bild für diesen Newsletter anzeigen:
es: Muestra imagen de este boletín:

source: Bild Newsletter anzeigen
es: Show newsletter image

source: Bild anzeigen
es: Mostrar imagen

source: Bild löschen
es: Eliminar imagen

source: HTML-Datei anzeigen
es: Mostrar archivo HTML

source: HTML Datei löschen
es: Eliminar archivo HTML

source: HTML-Datei löschen
es: Eliminar archivo HTML

source: Anhang für diesen Newsletter laden
es: CArgar adjunto de este boletín

source: Anhang laden
es: Load attachement

source: Anhang anzeigen
es: Mostrar adjunto

source: Anhang löschen
es: Eliminar adjunto

source: Link anzeigen
es: Ir a enlace

source: Deaktivieren
es: Desactivar

source: Aktivieren
es: Activar

source: Newsletter löschen
es: Delete newsletter

source: Newsletter kopieren
es: Copiar boletín

source: Newsletter und Dateien kopieren
es: Copiar boletín y archivos

source: Kopieren(+Dateien)
es: Copiar(+archivos)

source: Massenmailing (per BCC:, kein feedback)
es: Masmailing (envía via BCC, no se recogeran datos)

source: Queue-Eintrag hinzufügen, zum Versenden vorbereiten
es: Añade entrada a la cola, prepara para entrega.

source: Alle Queue-Einträge löschen
es: Eliminar todas las entradas de la cola

source: Alle Queue-Einträge für diesen Newsletter löschen
es: Eliminar todas las entradas de la cola para este boletín

source: Queue-Einträge für Newsletter anzeigen
es: Mostrar entradas en cola para este boletín

source: Versenden
es: Enviar

source: Onlineversion des Newsletter anzeigen
es: Mostrar versión online para este boletín

source: verknüpftes Bild anzeigen
es: Mostrar imagen enlazada

source: verknüpftes Bild löschen
es: Mostrar imagen enlazada

source: verknüpfte HTML Datei anzeigen
es: Mostrar enlace a archivo HTML

source: verknüpfte HTML-Datei löschen
es: Eliminar enlace a archivo HTML

source: verknüpften Link anzeigen
es: Ir a enlace

source: Newsletter ist Aktiv/Inaktiv (Klick=Deaktivieren/Aktivieren)
es: Boletín activo/inactivo (Click=desactivar/activar)

source: Newsletter kopieren (ohne Dateien)
es: Copiar boletín (con/sin archivos)

source: Neuen Newsletter erstellen
es: Crear nuevo boletín

source: Neuer Newsletter %s wurde erstellt.
es: Nuevo boletín %s creado.

source: HTML-Datei erfolgreich hochgeladen.
es: Archivo HTML cargado correctamente.

source: HTML-Code wurde angefügt.
es: Código HTML apendizado.

source: Datei gespeichert unter:
es: File saved as:

source: HTML-Datei konnte nicht hochgeladen werden.
es: El archivo HTML no pudo ser cargado.

source: Die HTML-Datei darf nur eine Grösse von %s Byte haben.
es: El archivo HTML debería tener un tamaño máximo de %s bytes.

source: Die HTML-Datei besitzt eine ungültige Endung.
es: El archivo HTML tiene una extensión no válida.

source: BILD-Datei erfolgreich hochgeladen.
es: Archivo imagen cargado correctamente.

source: BILD-Datei konnte nicht hochgeladen werden.
es: El archivo imagen no pudo ser cargado.

source: Die BILD-Datei darf nur eine Grösse von %s Byte besitzen.
es: El archivo imagen debería tener un tamaño máximo de %s bytes.

source: Die BILD-Datei besitzt eine ungültige Endung.
es: El archivo imagen tiene una extensión no válida.

source: Anhang erfolgreich hochgeladen.
es: Adjunto cargado correctamente.

source: Anhang konnte nicht hochgeladen werden.
es: El adjunto no pudo ser cargado.

source: Der Anhang Datei darf nur eine Grösse von %s Byte haben.
es: El adjunto debería tener un tamaño máximo de %s bytes.
