Repository: tellmatic/tellmatic
Catalog: locale/tellmatic-*.po
Languages: es

source: Die Tracker-BILD-Datei darf nur eine Grösse von %s Byte besitzen.
es: The tracking image should have a maximum size of %s bytes.

source: Zurück
es: Anterior

source: Eintrag %s bis %s von %s
es: Entrada %s a %s de %s

source: Vor
es: Siguiente

source: neuen Q erstellen
es: Crear nueva cola

source: Newsletter whlen
es: Selecciona boletín

source: (Massenmailing)
es: (Massmailing)

source: (personalisiert)
es: (personal)

source: Gruppen whlen, STRG/CTRL gedrckt halten und klicken fr Mehrfachauswahl
es: Select groups, hold down CTRL key to select multiple groups

source: Versandliste sofort aktivieren
es: Crear lista de receptores

source: Datum des terminierten Versands
es: Fecha de envío:

source: Stunde
es: Hora

source: Minute
es: Minuto

source: versenden an:
es: Enviar a:

source: Versanddatum
es: Delivery date

source: Versand starten am:
es: Envío se iniciará:

source: Versandliste
es: Queue list

source: Versandliste sofort erstellen
es: Crear lista de receptores

source: Newsletter Warteschlange (Q)
es: Cola de boletín

source: Logfile wurde gelöscht.
es: Archivo log eliminado

source: Logfile konnte nicht gelöscht werden.
es: El archivo log no pudo ser eliminado

source: gewähltes Newsletter: %s
es: Boletín seleccionado: %s

source: Adressgruppe
es: Recipients group

source: Newsletter an gewählte Gruppe versenden
es: Enviar boletín al grupo seleccionado

source: Senden
es: Send

source: Versand startet: %s
es: Delivery starts: %s

source: An Gruppe: %s
es: To group: %s

source: Erstellt am: %s
es: Creado: %s

source: Versand startet am/um: %s
es: Entrega se iniciará: %s

source: Erstellt von: %s
es: Created from: %s

source: Adressen:
es: Addresses:

source: Wartend:
es: Waiting:

source: Gesendet:
es: Sent:

source: Fehler:
es: Errors:

source: versendet am:
es: sent at:

source: Angezeigt:
es: Viewed:

source: Q ID: %s starten ?
es: ¿Iniciar cola con ID: %s ?

source: Q erneut starten und fortfahren
es: Continuar cola

source: Fortfahren
es: Continuar

source: Q ID: %s anhalten und Versand stoppen?
es: ¿Para cola con ID: %s y parar entrega?

source: Q stoppen
es: Parar cola

source: Logfile anzeigen (nicht vollständig)
es: Mostrar archivo log (incompleto)

source: Logfile anzeigen
es: Mostrar archivo log

source: Logfile fuer Q %s löschen?
es: ¿Eliminar arhivo log para la cola %s?

source: Logfile löschen
es: Eliminar archivo log

source: Q ID: %s löschen?
es: ¿Elimnar cola con ID: %s ?

source: Q löschen
es: Eliminar cola

source: Logfile loeschen
es: Eliminar archivo log

source: Logfile lÖschen
es: Eliminar archivo log

source: Diesen Eintrag versenden
es: Enviar esta entrada

source: Anhalten
es: Parar

source: Newsletter zur Warteschlange (Q) hinzufügen
es: Añadir boletín a la cola

source: Für die Gruppe %s existieren bereits %s neue Einträge. Nicht hinzugefügt!
es: El grupo %s ya contiene %s nuevos procesos, nada añadiendo.

source: Für die Gruppe %s existieren bereits %s gestartete/wartende Einträge. Nicht hinzugefügt!
es: El grupo %s tiene %s procesos iniciados / en espera, nada a añadir.

source: Für die Gruppe %s existieren bereits %s laufende Einträge. Nicht hinzugefügt!
es: El grupo %s tiene %s procesos iniciados / en espera, nada a añadir.

source: In der Gruppe %s existieren keine gültigen Adressen. Nicht hinzugefügt!
es: El grupo %s no tiene entradas válidas, nada a añadir.

source: In der Gruppe %s existieren %s gültige Adressen. Gruppe hinzugefügt!
es: El grupo %s tiene %s entradas válidas, grupo añadido.

source: Neuer Eintrag wurde erstellt.
es: Nueva entrada creada.

source: Keine Gruppe(n) gewählt. Nichts hinzugefügt
es: Ningun grupo seleccionado, nada a añadir.

source: Empfängerliste wird generiert.
es: Crear lista de receptores.

source: %s Adressen Gesamt in Gruppe %s
es: %s addresses total in group %s

source: Es wurden %s Adressen aus der Gruppe %s eingetragen
es: A total of %s addresses have been inserted from group %s

source: %s Adressen wurden übersprungen (inaktiv, fehler).
es: %s addresses skipped (inactive/error)

source: %s Adressen wurden übersprungen (bereits eingetragen).
es: %s addresses skipped (already inserted)

source: Der Versand wurde gestartet!
es: Delivery started.

source: Die Seite wird in %s Sekunden automatisch neu geladen.
es: This page will reload in %s seconds

source: Klicken Sie auf 'Neu laden' wenn Sie diese Seite erneut aufrufen wollen.
es: Please lcick on 'Reload' to reload this page.

source: Neu laden
es: Reload

source: Zur Zeit gibt es keine zu verarbeitenden Versandauftraege.
es: Por el momento no hay procesos de entrega

source: Statistik für Adressgruppe %s
es: Estadísticas para el grupo de direcciones %s

source: Summe
es: Sum

source: Insgesamt %s Adressen:
es: Total of %s addresses

source: Empfängergruppe %s
es: Recipients group %s

source: Versandstatus:
es: Delivery status

source: Versand von %s
es: Delievery of %s

source: Inhalt-Typ: %s
es: Content type: %s

source: Versandart: %s
es: Delivery type: %s

source: Insgesamt %s Adressen
es: Total %s addresses

source: Versand gestartet: %s
es: Delivery started: %s

source: Versand abgeschlossen: %s
es: Delivery completed: %s

source: Newsletter %s an Gruppe %s
es: Newsletter %s to group %s

source: Statistik fuer Adresse %s
es: Estadísticas para la dirección %s

source: aktiv
es: active

source: inaktiv
es: inactive

source: Gespeicherte Daten:
es: Datos guardados:

source: Status:
es: Estados:

source: erstellt am: %s von: %s
es: created at: %s from %s

source: bearbeitet am: %s von %s
es: edited at: %s from %s

source: Sendeaufträge insgesamt:
es: Delivery jobs total

source: Auftragsstatus:
es: Delievery job status:

source: Empfänger %s
es: Recipients %s

source: Versand-Details:
es: Delivery details

source: k.A. - Gruppe gelöscht!
es: n.v. - group deleted

source: an Adressgruppe
es: to address group

source: Q Versand (start): %s
es: Q delivery start %s

source: Versendet: %s
es: Delivered: %s

source: Statistik für Formular %s
es: Statistics for form %s

source: Neuangemeldete Adressen sind aktiv.
es: New subscriptions are active

source: Neuangemeldete Adressen sind deaktiviert.
es: New subscriptions are inactive

source: Statistik für Newsletter %s
es: Statistics for newsletter %s

source: Klicks: %s
es: Clicks: %s

source: %s Sendeaufträge insgesamt:
es: %s delivery jobs total

source: Versand an insgesamt %s Adressen:
es: Deliver to a total of %s recipients

source: Versand an Gruppe %s
es: Send to group: %s

source: Neu
es: New

source: Bestätigt
es: Confirmed

source: Angezeigt
es: Viewed

source: Warten
es: Wait

source: Fehler C
es: Error C

source: Fehler A
es: Error A

source: Fehler S
es: Error S

source: Abgemeldet
es: Unsubscribed

source: Neuanmeldung
es: New subscription

source: manuell Eingetragen, Syntax Geprüft, Senden OK
es: manually inserted, syntax checked, send ok

source: Bestätigt, Double-Opt-In
es: Confirmed double-opt-in

source: Rechecked, NL/Blindimage angezeigt
es: Rechecked, tracking image displayed

source: Warten auf Bestätigung (Double-Opt-IN)
es: Waiting for confirmation (double-opt-in)

source: undefiniert
es: undefined

source: Fehler beim versenden, Status/Aktiv wurde geändert vor dem versenden!
es: Error on delivery, status changed while sending!

source: Fehlerhafte Adresse o. Rückläufer
es: Errorness, failed address or bouncing

source: Fehler beim versenden, neuer Versuch
es: Error on delivery, retry

source: 1st-Touch-Opt-In
es: !st touch opt-in

source: Versand
es: Delivery

source: Gesendet
es: Sent

source: Archiv
es: Archive

source: Keine Versandaufträge oder Historie f. dieses Newsletter
es: No delivery jobs (queue) or history for this newsletter

source: In der Warteschlange
es: At Queue

source: Versand gestartet
es: Started delivery

source: Versendet
es: Sent

source: Archiviert - Qs wurden gelöscht
es: Archive - q's deleted

source: Versand vorbereitet, Warten auf Versand (terminiert)
es: Job prepared, waiting for delivery (terminated)

source: Gestartet
es: Started

source: Fertig
es: Ready

source: Angehalten
es: Stopped

source: Wird versendet
es: Sending

source: In Arbeit
es: In progress

source: Abbruch
es: Cancel

source: Warten auf Versand
es: Waiting for delivery

source: Versendet, OK
es: Sent, ok

source: Versendet, angezeigt
es: Sent, viewed

source: Versendet, Fehler
es: Sent, error

source: Wird in diesem Moment versendet!!!
es: Just delivering

source: Abgebrochen, Q gelöscht
es: Canceld, q deleted

source: %s Gruppen
es: %s groups

source: Adressgruppen
es: Recipient groups

source: Adressen
es: Addresses

source: Insgesamt %s Mails im Versand:
es: Total %s mails in delivery

source: Karten generieren
es: Create map

source: Erstelle Karte (neu)
es: Re-create map

source: Anmeldungen
es: Subscriptions

source: Leser
es: Readers

source: Leser - gewichtet
es: Readers (weighted)

source: Karte erstellen/aktualisieren
es: Re-Create map

source: Geographische Verteilung der Anmeldungen
es: Geographical map of subscriptions

source: Geographische Verteilung der Leser
es: Geographical map of readers

source: Karte wurde noch nicht erstellt.
es: Map not created yet

source: Geographische Verteilung der Leser, Gewichtet
es: Geographical map of readers, weighted

source: Zeige Top X Einträge
es: Show top entries

source: Anzeigen
es: View

source: Klicks
es: Clicks

source: TOP %s - Formulare
es: TOP %s forms

source: TOP %s - Abonnenten
es: TOP %s subscribers

source: Anz. empfangene NL
es: received NL

source: Die TOP %s Liste zählt auch doppelte Klicks und Views!
es: The Top %s list also counts double clicks and views

source: Sortierung aufsteigend
es: Sort ascend

source: Sortierung absteigend
es: Sort descend

source: Die Newsletter Maschine
es: the newsletter machine

source: Benutzereinstellungen ändern
es: Change usersettings

source: Einstellungen für Benutzer %s ändern
es: Edit settings for user %s

source: E-Mail-Adresse ist nicht gültig.
es: Invalid email

source: Das Passwort wurde nicht geändert.
es: Password not changed

source: Hallo
es: Hello

source: Willkommen bei %s
es: Welcome to %s

source: Angemeldet als: %s
es: Logged in as: %s

source: Gewählte Sprache:
es: Selected language:

source: Verfügbare Sprachen:
es: Available languages:

source: Aktuell verfügbare Version: %s
es: Current available version: %s

source: Verwaltung
es: Manage

source: Newsletter wählen
es: Select newsletter

source: Daten für den Zugriff auf die Datenbank sind nicht vollständig (Host,Name,User,Passwort?)
es: Data to access database are not complete (host,name,user,passwd)

source: Daten für den Zugriff auf die Datenbank sind nicht vollständig (Port? oder Socket?)
es: Data to access database are not complete (port? socket?)

source: WARNUNG!
es: Warning!

source: Register Globals ist %s.
es: Register Globals is %s.

source: Safe Mode ist %s.
es: Safe mode is %s.

source: Magic Quotes ist %s.
es: Magic Quotes is %s.

source: Es sind Fehler aufgetreten.
es: There were errors.

source: Benutze Socket statt TCP-Port
es: Use socket instead of tcp port

source: Benutze Socket
es: Use socket

source: Datenbank Typ
es: Database type

source: SMTP Port, normalerweise 25 o. 587
es: SMTP port

source: Erscheint als Empfängername in der E-Mail
es: Shown as recipient name in email

source: SMTP-Auth Methode
es: SMTP-auth method

source: Empfänger-Name
es: Recipients name

source: -- Alle --
es: --- All ---

source: komplett Löschen
es: complete deletion

source: aktivieren
es: activate

source: deaktivieren
es: deactivate

source: Status setzen
es: Set status

source: In gewählte Gruppen verschieben
es: Move to selected groups

source: Zu gewählten Gruppen hinzufügen
es: Copy to selected groups

source: Aus gewählten Gruppen austragen
es: Remove from selected groups

source: Historie löschen
es: Delete history

source: Importierte Adressen in die Blacklist eintragen
es: Add imported addresses to blacklist

source: Aktion:
es: Action:

source: neuer Status:
es: New status:

source: gewählte Gruppen:
es: Selected groups:

source: Adressen zur Blacklist hinzufügen:
es: Add addresses to blacklist

source: %s Einträge werden bearbeitet.
es: Working on %s entries.

source: Ausgewählte Adressen werden aktiviert
es: Selected addresses will be activated

source: Ausgewählte Adressen werden deaktiviert.
es: Selected addresses will be deactivated

source: Setze neuen Status für ausgewählte Adressen auf %s
es: Set new status for selected addresses to %s

source: Ausgewählte Adressen werden in die gewählten Gruppen kopiert.
es: Selected addresses will be copied to selected groups.

source: Ausgewählte Adressen werden in die gewählten Gruppen verschoben.
es: Selected addresses will be moved to selected groups.

source: Ausgewählte Adressen werden aus den gewählten Gruppen gelöscht.
es: Selected addresses will be removed from selected groups.

source: Ausgewählte Adressen werden zur Blacklist hinzugefügt.
es: Selected addresses will be added to blacklist.

source: Historie ausgewählter Adressen werden gelöscht.
es: History of selected addresses will be deleted.

source: Blacklist Überprüfung
es: Check Blaclist

source: Keine Überprüfung. Alle exportieren.
es: No checking, export all.

source: Blacklist prüfen. Nur Adressen auf der Blacklist exportieren.
es: Check blacklist. Export only blacklisted addresses.

source: Blacklist prüfen. Nur Adressen die nicht auf der Blacklist stehen exportieren.
es: Check blacklist. Only non blacklisted addresses will be exported.

source: Blacklist Überprüfen
es: Check blacklist

source: Keine Überprüfung der Blacklist. Alle Adressen werden exportiert.
es: Not checking blacklist. Export all addresses.

source: Überprüfung der Blacklist, nur Adressen auf der Blacklist werden exportiert.
es: Check blacklist. Only addresses matching the blacklist will be exported.

source: Überprüfung der Blacklist, nur Adressen die nicht auf der Blacklist stehen werden exportiert.
es: Check blacklist. Only addresses NOT matching the blacklist will be exported.

source: Öffentlich
es: public

source: Name (öffentlich)
es: public name

source: Diese Gruppe ist die öffentlich
es: this is a public group

source: Gruppe ist öffentlich
es: group is public

source: Gruppe ist öffentlich.
es: group is public

source: In Blacklist eintragen
es: add to blacklist

source: Zeile %s: E-Mail %s wurde zur Blacklist hinzugefügt.
es: line %s: email %s added to blacklist

source: Zeile %s: E-Mail %s ist bereits in der Blacklist vorhanden.
es: line %s: email %s already exists in blacklist

source: Es wurden %s von %s Einträgen in die Blacklist eingefügt.
es: %s of %s entries added to blacklist.

source: Wirklich?
es: sure?

source: löschen
es: delete

source: Ausgewählte Adressen in Blacklist eintragen
es: Add selected addresses to blacklist

source: Domains der ausgewählten Adressen in Blacklist eintragen
es: Add domains of selected addresses to blacklist

source: Historie für ausgewählte Adressen löschen
es: Delete history of selected addresses

source: Alle auswählen / Auswahl umkehren
es: select all / invert selection

source: Historie wurde gelöscht.
es: History deleted.

source: Die E-Mail-Adresse %s wurde in die Blacklist eingetragen.
es: The email %s has been added to blacklist.

source: Die E-Mail-Adresse %s ist bereits in der Blacklist vorhanden.
es: The email %s already exists in blacklist.

source: Die Domain %s wurde in die Blacklist eingetragen.
es: The domain %s was added to blacklist.

source: Die Domain %s ist bereits in der Blacklist vorhanden.
es: Domain %s already exists in blacklist.

source: Die E-Mail-Adresse %s wurde aus der Blacklist gelöscht.
es: The email %s was deleted from blacklist.

source: Die Domain %s wurde aus der Blacklist gelöscht.
es: The Domain %s was deleted from blacklist

source: %s Adressen ausgewählt.
es: Selected %s addresses.

source: Ausgewählte Adressen werden gelöscht.
es: Selected addresses will be deleted.

source: Ausgewählte Adressen werden zur Blacklist hinzgefügt.
es: Selected addresses will be added to blacklist.

source: Domains der ausgewählten Adressen werden zur Blacklist hinzgefügt.
es: The domains of selected addresses will be added to blacklist.

source: Adresse in Blacklist eintragen
es: Add address to blacklist

source: Adresse aus Blacklist löschen
es: Delete address from blacklist

source: Domain in Blacklist eintragen
es: Add Domain to blacklist

source: Domain aus Blacklist löschen
es: Delete domain from blacklist

source: Blacklist aktiv
es: Blacklist is active

source: Domain der Adresse in Blacklist eintragen
es: Add domain of address to blacklist

source: Domain der Adresse aus Blacklist löschen
es: Delete domain of address from blacklist

source: Blacklist bearbeiten
es: Edit blacklist

source: Der Ausdruck darf nicht leer sein.
es: The expression should not be empty

source: E-Mail %s hat ein falsches Format.
es: Email %s has wrong format.

source: Eintrag %s wurde bearbeitet.
es: Entry %s has been edited

source: Es wurden insgesamt %s Einträge aus der Blacklist exportiert.
es: Totally %s entries exported from blacklist

source: Ausdruck (E-Mail/Domain/RegEx)
es: Expression (emailaddress/domain/regex)

source: Typ
es: type

source: Ausdruck
es: Expression

source: Blacklist nach Typ filtern
es: Filter blacklist type

source: Blacklist Typ wählen
es: Select blacklist type

source: Blacklist Typ
es: Blacklist type

source: reg. Ausdruck
es: Reg. expression

source: regulärer Ausdruck
es: Regular expression

source: Blacklist exportieren
es: Export blacklist

source: Blacklist vom Typ %s exportieren
es: Export blacklist from type %s

source: Blacklist verwalten
es: Manage blacklist

source: Blacklist wird exportiert.
es: Blacklist will be exported

source: E-Mail/Domain/Expr
es: email/domain/regex

source: Regulaerer Ausdruck
es: Regular expression

source: Eintrag bearbeiten
es: Edit entry

source: Eintrag %s löschen?
es: Delete entry %s?

source: Eintrag löschen
es: Delete entry

source: Eintrag ist Aktiv
es: Active

source: Eintrag ist Inaktiv
es: Inactive

source: Eintrag ist Aktiv/Inaktiv (Klick=Deaktivieren/Aktivieren)
es: Entry is active/inactive (click=deactivate/activate)

source: Eintrag ist vom Typ E-Mail/Domain/RegEx
es: Entry is from type email/domain/regex

source: Neuer Eintrag in Blacklist
es: New blacklist entry

source: Der Eintrag %s ist bereits vorhanden.
es: The entry %s already exists

source: Neuer Eintrag %s wurde angelegt.
es: New entry %s added

source: Kopie von %s
es: Copy of %s

source: Verzeichnis wechseln
es: Change directory

source: Ein Verzeichnis höher
es: Go to parent dir

source: Bilder
es: Images

source: Blacklist prüfen
es: Check blacklist

source: öffentliche Gruppen
es: public groups

source: Der Abonnent kann aus folgenden Gruppen wählen:
es: The subscribe can choose from groups:

source: Blacklist Überprüfung aktiv
es: Blacklist checking is enabled

source: Bitte warten...
es: Please wait...

source: Seite wird geladen
es: Page is loading

source: Achtung! Ein Abbruch des Ladevorgangs kann zu Datenverlust und ungewünschten Nebeneffekten führen. Bitte tun Sie dies auf Ihr eigenes Risiko.
es: Attention! Please do not cancel transaction or do it on your own risk!

source: Mail-Server bearbeiten
es: Edit mailserver

source: Der Port muss angegeben werden.
es: A port number must be entered

source: Der Hostname oder IP-Adresse muss angegeben werden.
es: The hostname or ip address must be entered

source: Mail-Server %s wurde bearbeitet.
es: Mailserver %s has been edited.

source: Mailserver bearbeiten
es: Edit mailserver

source: Hostname / IP-Adresse
es: Hostname / IP address

source: Optionen
es: Options

source: POP3/IMAP Optionen
es: POP3/IMAP options

source: Mailserver verwalten
es: Manage mailservers

source: Server wurde aktiviert.
es: Server has been activated.

source: Server wurde de-aktiviert.
es: Server has been deactivated.

source: Server wurde gelöscht.
es: Server deleted.

source: Server wird getestet.
es: Testing server

source: Server bearbeiten
es: Edit server

source: Server testen
es: Test server

source: Server %s löschen?
es: Delete server %s?

source: Server löschen
es: Delete server

source: Mail-Server ist Aktiv
es: Mailserver is active

source: Mail-Server ist Inaktiv
es: Mailserver is inactive

source: Mail-Server ist Aktiv/Inaktiv (Klick=Deaktivieren/Aktivieren)
es: Mailserver is active/inactive (click=deactivate/activate)

source: Mail-Server ist vom Typ SMTP/POP3/IMAP)
es: Mailserver is from type POP3/IMAP/SMTP

source: Mail-Server löschen
es: Delete mailserver

source: Neuen Mailserver eintragen
es: Add new mailserver

source: Neuer Mailserver %s wurde angelegt.
es: Mailserver %s has been added

source: Eine Testmail wurde an die E-Mail-Adresse %s %s gesendet.
es: A testmail was sent to %s %s

source: Der Test war nicht erfolgreich.
es: The test was not successfull

source: Der Test war erfolgreich.
es: The test was successfull

source: Queue / Warteschlange anzeigen
es: Show Queue

source: Hier sehen Sie den Versandstatus Ihrer Newsletter
es: Here you see the status of your current sendig queues

source: Blackliste/Robinsonliste
es: Blacklist

source: Blacklist/Robinsonliste verwalten
es: Manage blacklist

source: Neuer Blacklisteintrag
es: New blacklist entry

source: Neueintrag in Blackliste/Robinsonliste
es: New entry in blacklist

source: Neuen Eintrag (E-Mail, Domain, ...) der Blacklist/Robinsonliste hinzufügen
es: Add new entry (email,domain,regex) to blacklist

source: Mail-Server verwalten
es: Manage mailserver

source: Neuer Mail-Server
es: New mailserver

source: Neuen Mail-Server anlegen
es: New mailserver

source: Empfängername
es: Recipients name

source: Fehler beim kopieren.
es: Error copying

source: Schnelles einfügen
es: Fast insert

source: SMTP Server auswählen
es: Select SMTP server

source: Q Eintrag wurde gelöscht.
es: Queue entry has been deleted.

source: Q Eintrag und Historie wurde gelöscht.
es: Queue entry and history has been deleted.

source: Anzeige aktualisieren
es: Reload

source: Mail-Server ist nicht aktiv!
es: Mailserver is not active!

source: Mail-Server wurde gelöscht!
es: Mailserver has been deleted!

source: Q ID: %s und Historie löschen?
es: Delete Qeue ID: %s and history?

source: Q komplett Löschen
es: Complete deletion of Queue

source: Q Komplett löschen, auch Historie
es: Delete Queue and History

source: Ansicht aktualisieren
es: Reload

source: Ausgewählter Mail-Server: %s
es: Selected mailserevr: %s

source: Kein Mail-Server gewählt. Nichts hinzugefügt
es: No mailserver choosen, nothing added.

source: Schnelles einfügen: E-Mail-Adressen werden nicht überpüft.
es: Fast insert! emailaddresses are not checked

source: Normales einfügen: E-Mail-Adressen werden überpüft.
es: Default insert method: emailaddresses will be checked

source: %s Einträge eingefügt.
es: %s entries added.

source: %s Adressen wurden übersprungen (Blacklist).
es: %s entries skipped (blacklisted)

source: Newsletter %s ist nicht aktiv.
es: Newsletter %s is not active

source: Es wurden insgesamt %s Adressen dursucht.
es: Searched %s addresses.

source: Es wurden %s gültige Adressen für den Versand vorbereitet.
es: %s addresses have been prepared for sending.

source: Der Versand wurde vorbereitet!
es: Prepared sending.

source: Zur Zeit gibt es keine zu verarbeitenden Versandaufträge.
es: There are currently no jobs.

source: Liste anzeigen
es: Show list

source: Newsletter - Gruppen
es: Newsletter - Groups

source: Sie können die Daten für den SMTP/POP3/IMAP Host auch später ändern und weitere Server hinzufügen etc.
es: You can enter data for smtp hosts, pop3 and imap later and add multiple hosts.

source: Die Tracker-BILD-Datei darf nur eine Größe von %s Byte besitzen.
es: The tracking image should have a size less than %s bytes.

source: Eigenschaften
es: Properties

source: Aktionen
es: Actions
