Repository: tellmatic/tellmatic
Catalog: locale/tellmatic-*.po
Languages: es

source: %s Einträge aus der Gruppe %s wurden gelöscht.
es: %s entries from group %s have been deleted.

source: Memo einblenden/bearbeiten
es: Show/hide memo

source: %s gültige Adressen
es: %s valid addresses

source: Q für diese Gruppe anzeigen
es: Show Q for this group

source: Adressen nachfassen / Empfängerliste aktualisieren
es: Refresh/Update/Recreate recipientslist.

source: Empfängerliste aktualisieren
es: Update recipients list

source: CSV-Datei erfolgreich hochgeladen.
es: CVS file uploaded successfully.

source: Adresse hat mindestens %s Sendefehler!
es: This address has at least %s errors on delivery!

source: Der Status der Adresse wurde nicht verändert!
es: Status was not changed!

source: Suche nach E-Mail-Adresse
es: Search for email

source: Suche in F0-F9
es: Search for F0-F9

source: Filtern nach Status
es: Filter status

source: Filtern nach Gruppe
es: Filter group

source: Zeige maximal N Adressen pro Seite
es: Show max N addresses per page

source: Filtern nach Author/Formular
es: Filter author/form

source: Testadressen erzeugen
es: Create testaddresses

source: Erstelle %s Testadressen in der(den) Gruppe(n) :
es: Creating %s testaddresses in group(s):

source: Adressen exportieren
es: Export addresses

source: Was soll durchsucht werden?
es: Where to search?

source: nur E-MailHeader
es: only email header

source: nur E-Mail-Body
es: only email body

source: Return-Path Adresse auswählen
es: Select return-path address

source: Adressen suchen in:
es: Search for addresses in:

source: Es werden nur E-Mails an die Adresse %s angezeigt.
es: Only mails to %s will be shown .

source: E-Mail-Header wird nach potentiellen Adressen durchsucht
es: E-mail header is scanned for potential addresses.

source: E-Mail-Body wird nach potentiellen Adressen durchsucht
es: E-mail body is scanned for potential addresses.

source: E-Mail-Header und Body werden nach potentiellen Adressen durchsucht
es: E-mail header and body will be scanned for potential addresses.

source: Keine Aktion.
es: No Action.

source: Adressen werden exportiert.
es: Exporting addresses.

source: Gefiltert: %s Mails
es: Filtered: % mails

source: Angezeigt werden max. %s Mails
es: Max %s mails will be shown

source: Mail Nr. %s bis %s
es: Mail no. %s to %s

source: Die E-Mail-Adresse für Antworten darf nicht leer sein
es: The emailaddress for replies should not be empty.

source: Die Antwort-E-Mail-Adresse ist nicht gültig.
es: Die reply emailaddress is not valid.

source: Erscheint als Absender-Name in der E-Mail
es: Shown as sender name in email

source: Reply-to, Adresse für E-Mail Antworten
es: Reply-to address for e-mail answers

source: Standard SMTP Host
es: Default SMTP host

source: Standard SMTP-Host! Kann nicht de-aktiviert werden.
es: Default SMTP host! Can not be deactivated or deleted.

source: Absender-Adresse
es: Sender email address

source: Reply-to, E-Mail für Antworten
es: Reply-to address for e-mail answers

source: Neuer Standard SMTP-Host wurde definiert.
es: New default SMTP host set.

source: Standard SMTP-Host
es: Default DMTP-host

source: Antwort-Adresse
es: Reply address

source: Mail-Server benutzt SSL (SMTP)
es: Mail server uses SSL (SMTP)

source: Standard SMTP Host (kann nicht de-aktiviert und gelöscht werden)
es: Default SMTP host! Can not be deactivated or deleted.

source: Diesen SMTP-Host als standard SMTP-Host festlegen
es: Make this SMTP-host the default.

source: Hilfe ein-/ausblenden
es: Show/hide help

source: Exportieren Sie Ihre Adressbestände in eine CSV-Datei
es: Export addresses to CSV

source: Anhänge auswählen, Strg/Ctrl+Klick f. Mehrfachauswahl
es: Select attachments. Ctrl+Click to select multiple.

source: Anhänge
es: Attachments

source: Neuer Anhang
es: New attachment

source: Ein-/Ausblenden
es: Show/hide

source: Wysiwyg Editor Ein/Aus
es: Wysiwyg editor on/off

source: %s enthält die Links zu den Attachements
es: %s contains links to attachments

source: Text-Template des Newsletter anzeigen:
es: Show text template for this newsletter:

source: Textversion anzeigen
es: Show text version

source: Nachfassen
es: Refresh/Recreate

source: Dateiname:
es: Filename:

source: Grösse:
es: Size:

source: Datei existiert nicht!
es: File does not exist!

source: PlainText Version anzeigen
es: Show plain text version

source: Versand automatisch starten / Empfängerliste automatisch aktualisieren
es: Start delivery automagical and automagical recreation of recipients list

source: Empfängerliste automatisch erstellen / aktualisieren und Q starten
es: (Re-)Create/update recipients list automagical and start Queue

source: Empfängerliste automatisch erstellen/aktualisieren und Q starten (geplant, aktiv, beendet)
es: (Re-)Create/update recipients list automagical and start Queue (scheduled, aktiv, finished)

source: Kein Newsletter gewählt. Nichts hinzugefügt
es: No newsletter selected. Nothing added.

source: Benötigte Zeit: %s Sekunden
es: Time: %s seconds

source: Fehler beim anlegen der Versandliste!
es: Error creating the recipients list!

source: Insgesamt benötigte Zeit: %s Sekunden
es: Time total: % seconds

source: Adressgruppen
es: Address groups

source: Verbindung zur Datenbank wird geprüft
es: Checking database connection

source: Prüfe auf Berechtigung zum erstellen temporärer Tabellen.
es: Checking permission to create temporary tables

source: Temporäre Tabelle %s wird erstellt.
es: Creating temporary table %s

source: Ein Fehler beim erstellen temporärer Tabellen ist aufgetreten. Bitte prüfen Sie die Berechtigungen des Datenbankbenutzers.
es: Error creating temporary tables, please check your permissions.

source: OK, temporäre Tabellen können erstellt werden.
es: Ok, creating temporary tables is allowed

source: Alle Eingabefelder auf einmal anzeigen
es: Show all input fields in one single form.

source: Normale Ansicht
es: Default Form

source: Bitte geben Sie hier nun Ihren Benutzernamen für Tellmatic an.
es: Please enter username you want to use to login into Tellmatic.

source: Geben Sie das gewünschte Passwort ein.
es: Please enter your Password

source: Bitte wiederholen Sie das Passwort.
es: Please repeat the password.

source: Wählen Sie Ihre Sprache für die Tellmatic Weboberfläche
es: Please select language for the Tellmatic webinterface

source: Geben Sie bitte eine gültige E-Mail-Adresse an. Diese Adresse können Sie später jederzeit ändern. Die angegebene Adresse dient als Standardadresse für Mailings etc.
es: Please enter a valid email. You can changhe the email later. This emailaddress will be the default.

source: Datenbank
es: Database

source: Tragen Sie hier den Host-Namen oder die IP-Adresse Ihres Datenbankservers ein.
es: Enter hostname or ip address of your database server.

source: Geben Sie die Portnummer an unter der der Datenbankserver Verbindungen entgegennimmt. (Standard ist 3306 für MySQL)
es: Enter portnumber of your database server (default is 3306 for MySQL)

source: Wählen Sie Sockets wenn der Datenbankserver keine Verbindung über TCP/IP zulässt.
es: Select Sockets if database server does not allow TCP/IP

source: Wählen Sie den Typ der Datenbank (Standard is MyISAM für MySQL)
es: Please select MySQL Database Type (default is MyISAM for MySQL)

source: Tragen Sie den Namen der Datenbank ein, sowie den namen des Datenbankbenutzers und das zugehörige Passwort.
es: Please enter name of database, username and pasword

source: Optional: Geben Sie einen TabellenPrefix ein. Dieser wird vor die Tabellennamen von tellmatic gesetzt. Wird ein Prefix angegeben, so fuegt Tellmatic automatisch ein _ an den Prefix an. Ein Prefix wird empfohlen wenn nur eine Datenbank zur Verfuegung steht und diese sich mehrere Programme teilen.
es: Optional: Table Prefix (useful if you only have one database for different web apps.) Prefix is put in front of tablenames used by Tellmatic. If you enter a prefix a underscore _ will be added automatical between prefix and tablename.

source: Geben Sie den Host-Namen Ihres E-Mail-Servers an. Z.Bsp.: mail.oneofmydomains.tld
es: Enter hostname or IP address of your mailserver. e.g. mail.oneofmydomains.tld

source: Tragen Sie die Portnummer Ihres E-Mail-Servers ein unter der Verbindungen entgegen genommen werden. (Standard für SMTP ist 25, manchmal auch 587)
es: Enter portnumber for mailserver (usually 25 for SMTP, sometimes 587)

source: Benutzername für den SMTP-Server.
es: Username for SMTP-Server

source: Das Passwort für den SMTP-Benutzer.
es: Password for SMTP-User

source: Bitte geben Sie hier den Domainnamen an mit der sich Tellmatic am SMTP-Server anmeldet. Im Regelfall ist das der Domainname der Webseite, ohne www.!
es: Please enter domainname Tellmatic should use to connect to mailserver. Usually this is the domainname of your website without www.!

source: Wählen Sie hier die Authentifizierungsmethode die Tellmatic verwenden soll um sich am SMTP Server anzumelden.
es: Please select authentication method for the SMTP-Server

source: Installation fertigstellen
es: Finish Installation

source: Soll eine Installations-Mail an die Entwickler von Tellmatic gesendet werden? Die E-Mail enthält die oben angegebenen Informationen. Es werden keine sensitiven Daten wie Passwörter oder Benutzernamen verschickt. Die Daten werden nur zu statistischen Zwecken verwendet.
es: Shold we send an email to the Tellmatic developers? The email does NOT contain sensitive data like usernames and passwords. It is only used for statistics.

source: Wenn Sie alle Angaben gemacht haben bestätigen Sie bitte hier. Tellmatic wird im nächsten Schritt installiert. Sollten Fehler auftreten wird dieses Formular wieder angezeigt und eine Warnmeldung bezüglich der aufgetretenen Fehler ausgegeben.
es: If you have filled out all necessary fields, please click to continue. In the next step we will check the input and if everything works Tellmatic gets installed. If there are any errrors a message will be shown.

source: Demo! Dateimanager deaktiviert.
es: Demo! Filemanager not available.

source: Auswahl erzwingen
es: Force selection

source: Auswahl überschreiben oder aktualisieren?
es: Overwrite or update?

source: Nur Neue Gruppen hinzufügen
es: Add only new groups

source: Gruppenauswahl überschreiben
es: Overwrite groups

source: Auswahl für Gruppen erzwingen
es: Force group selection

source: Gruppen aktualisieren, nur Neue hinzu
es: Update groups, only new

source: Gruppen überschreiben
es: Overwrite groups

source: Gruppen Auswahl
es: Group selection

source: Auswahl öffentlicher Gruppen erzwingen
es: For selection of public groups

source: öffentliche Gruppen Referenzen überschreiben
es: Overwrite public group references

source: Online Dokumentation
es: Online documentation

source: IMAP/POP3 Optionen
es: IMAP/POP3 Options

source: Mailing-Typ
es: Mailing type

source: Captcha im Abmeldeformular
es: Use Captcha in unsubscribe form

source: Bestätigungsmail senden
es: Send confirmation email

source: Abmelden
es: Unsubscribe

source: E-Mail-Adresse für Prüfung (Validate/MAIL FROM:)
es: From address for validation (Validate/MAIL FROM:)

source: Wenn OK, Fehler zurücksetzen
es: Reset errors if OK

source: Wenn OK, Status zurücksetzen
es: Reset state if OK

source: nur Mails an TO: bearbeiten
es: only check email to TO;

source: Filter E-Mail-Adresse für Bouncemanagement)
es: Filer email address for bouncemanagement

source: Bounce: suche nach Adressen
es: Bounce: search for addresses

source: Allgemein / Sonstiges
es: Misc

source: Prüfung der E-Mail-Adressen, Intern
es: E-Mail verification method, internal

source: Prüfung der E-Mail-Adressen beim Versand
es: E-Mail verification method, delivery/send

source: Anmelden / Abmelden
es: Subscribe / Unsubscribe

source: Bestätigungsmail
es: Confirmation mail

source: Aktion beim Abmelden
es: Action on unsubscribe

source: Captcha/Spamcode im Abmeldeformular prüfen
es: Check Capctha Code in unsubscribe form

source: Automatische Prüfung via check_it.php
es: Automatic verification with check_it.php

source: Anzahl zu prüfender Adressen in einem Durchlauf
es: How many addresses should be checked on each run

source: Prüfung der E-Mail-Adressen bei automatischer Prüfung
es: Verification method for automatic verification

source: Absender für Prüfung der E-Mail-Adressen bei automatischer Prüfung
es: Sender address email for automatic verification

source: Fehler zurücksetzen
es: Reset errors

source: Wenn Prüfung, Fehler zurücksetzen
es: If check OK, reset errors

source: Status zurücksetzen
es: Reset status

source: Wenn Prüfung OK, Status zurücksetzen
es: If check OK, reset status

source: Automatisches Bouncemanagement via bounce_it.php
es: Automatic bouncemanagement via bounce_it.php

source: Anzahl zu prüfender Mails in einem Durchlauf
es: How many mails should be checked on each run

source: Host für Bouncemanagement
es: Host for bouncemanagement

source: Host für automatisches Bouncemanagement
es: Host for automagic bouncemanagement

source: Aktion für Bouncemanagement
es: Action for bouncemanagement

source: Aktion für automatisches Bouncemanagement
es: Aktion for automagic bouncemanagement

source: Suche nach Adressen
es: Search for addresses

source: E-Mail-Adresse (TO:) für Bouncemanagement
es: Email address (TO:) for bouncemanagement

source: Filtern nach E-Mail-Adrese (TO:)
es: Filter emailddress (TO:)

source: Filter E-Mail-Adrese (TO:)
es: Filter email address (TO:)

source: Globale Einstellungen
es: Global settings

source: Die Filter E-Mail-Adresse für die automatische Prüfung ist nicht gültig.
es: The filter email address for automatic verification is invalid

source: Die Filter E-Mail-Adresse für das automatische Bouncemanagement ist nicht gültig.
es: The filter email address for automatic bouncemanagement is invalid

source: zur Prüfung vormerken
es: mark for recheck/verification

source: Ausgewählte Adressen werden zur automatischen Prüfung vorgemerkt.
es: Selected emails marked for recheck/verification

source: %s Einträge aus der Gruppe %s wurden zur Prüfung vorgemerkt.
es: %s entries from group %s have been marked for recheck/verification.

source: %s Einträge aus der Gruppe %s mit dem Status %s wurden zur Prüfung vorgemerkt.
es: %s entries from group %s with status %s have been marked for recheck/verification.

source: %s Adressen Gesamt
es: %s Addresses total

source: %s Adressen sind zur Prüfung vorgemerkt
es: %s addresses marked for verification

source: %s Adressen sind deaktiviert
es: %s addresses deactivated

source: Importierte Adressen zur Prüfung vormerken
es: Mark imported addresses for recheck/verificaton

source: Zur automatiscen Prüfung vormerken
es: Mark for recheck/verification

source: Adressen werden zur automatischen Prüfung vorgemerkt.
es: Addresses will be marked for recheck/verification

source: E-Mail Syntax prüfen
es: Check email syntax

source: E-Mail MX/DNS prüfen
es: Check MX/DNS

source: E-Mail Validieren
es: Validate email

source: Eintrag wird geprüft:
es: Checking entry:

source: E-Mail wurde als fehlerhaft markiert.
es: Email is errorness

source: Ausgewählte Adressen werden geprüft
es: Checking selected addresses

source: Status für fehlerhafte Adressen wird geändert.
es: Status for errorness addresses will be changed

source: FEHLER
es: ERROR

source: gewählter Status
es: selected status

source: %s Adressen (gefiltert)
es: %s Addresses (with filter)

source: %s Adressen sind zur Prüfung vorgemerkt, gefiltert)
es: %s Addresses marked for recheck/verification (with filter)

source: %s Adressen sind deaktivert (gefiltert)
es: %s Addressess are deactivated (with filter)

source: E-Mail Prüfen
es: Checking email

source: E-Mail prüfen
es: Checking email

source: zur Prüfung vorgemerkt
es: marked for recheck/verification

source: Nach aktiven/deaktivierten Adressen filtern
es: Filter for active/inactive addresses

source: Suchparameter speichern
es: Save search parameters

source: Suche speichern
es: Save search

source: Deaktiviert
es: Inactive

source: Suchparameter zurücksetzen
es: Reset search parameters

source: Such-Parameter zurücksetzen
es: Reset search parameters

source: Automatisches Bouncemanagement manuell starten
es: Manually run automatic bouncemanagement

source: Manuelle Ausführung des automatischen Bouncemanagements
es: Manually run automatic bouncemanagement

source: Sie möchten das Script %s über den Browser ausführen.
es: You try to run the script %s via browser.

source: Bevor Sie die Datei ausführen können, müssen Sie den exit; Befehl in der Datei entfernen und die Einstellugen überprüfen.
es: Bevor you can run the script you must remove the exit: statement at top of the file and check settings

source: Es wird empfohlen das Sie das Script über einen sogenannten Cronjob per PHP-Command-Line-Interface (PHP-CLI) ausführen.
es: It is recommended to run this script via a cronjob with PHP command line executable.

source: Zum Ausführen des Scripts per Cronjob ist es unbedingt erforderlich das Sie den Pfad zur Tellmatic Konfigurationsdatei angeben.
es: To run a cronjob you may need to change the path to the Tellmatic configuration file.

source: Der vollständige Pfad lautet: %s
es: The complete path is:

source: Beispiel für einen Cronjob:
es: Example for cronjob.

source: Weitere Infos hierzu finden Sie in der %s Datei oder unter %s.
es: More infos you can find in the file %s and %s

source: Wenn Sie jetzt das Script %s über den Browser starten wollen, klicken Sie hier:
es: To run the script %s via browser click here:

source: Sie müssen ggf. Ihren Benutzernamen und Passwort erneut eingeben.
es: You may need to enter your username and password again.

source: Es werden nur E-Mails an die Adresse %s durchsucht.
es: Only emails to %s will be searched.

source: %s Mails gefunden
es: Fund %s mails

source: Prüfung manuell starten
es: Start verification manually

source: Manuelle Prüfung
es: Manual checking

source: neues Formular
es: new Form

source: Absenden
es: Send

source: Zurücksetzen
es: Reset

source: Fehler beim schreiben von %s.
es: Error writing on %s

source: Fehler beim öffnen von %s.
es: Error opening %s

source: Kann Tellmatic News nicht öffnen.
es: Can not open Tellmatic news

source: Kann Tellmatic Versionsinfo nicht öffnen
es: Can not open Tellmatic Versioninfo

source: Server lehnt Mail ab, temporaerer Fehler, Greylisting etc.
es: Server rejects mail, temporary failure, greylisting etc.

source: Kann Verbindung zum Server nicht herstellen.
es: Can not connect to server.

source: Vorlagen
es: Templates

source: Newsletter Vorlagen verwalten
es: Manage newsletter templates

source: Hier erstellen Sie neue Vorlagen oder kopieren einen neuen Newsletter aus einer Vorlage
es: Here you can create new templates or copy a template to create a new newsletter from it

source: Adressen suchen
es: Seatch addresses

source: automatisches Bouncemanagement
es: automagic boundemanagement

source: Hier starten Sie das automatische Bouncemanagement manuell
es: Here you can manually run the automatic bouncemanagement script

source: Prüfen
es: Check

source: E-Mail-Adressen prüfen
es: Checkemail

source: markierte E-Mail-Adressen prüfen
es: check markedemails

source: Wasserzeichen hinzufügen
es: Add watermark

source: Wasserzeichen-Bild auswählen
es: Select watermark image

source: Größe ändern
es: Change size

source: Neue Größe
es: New size

source: Titel (z.Bsp. zur Anzeige auf der Webseite)
es: Title (e.g. to show on a website)

source: Sub-Titel (z.Bsp. zur Anzeige auf der Webseite)
es: Sub title (e.g. to show on a website)

source: Zusammenfassung
es: Summary

source: Vorlage
es: Template

source: Sub-Titel
es: Sub-title

source: Wasserzeichen
es: Watermark

source: %s enthält den das aktuelle Datum zum Zeitpunkt des Versandes. Das Datumsformat wird in tm_lib.inc.php voreingestellt (TM_NL_DATEFORMAT). Standard: d.m.Y, Aktuell: %s
es: %s contains the current date at time of delivery. You can change this format in tm_lib by setting TM_NL_DATEFORMAT. Default d.m.Y, current: %s

source: %s enthält den Titel zur Anzeige auf der Webseite | %s enthält den Untertitel zur Anzeige auf der Webseite
es: %s contains a title to view on the website | %s contains a sub title to show on the website

source: %s enthält die Zusammenfasung zur Anzeige auf der Webseite
es: %s contains a summary of your newsletter, e.g. to show on a website.

source: Dieses NL ist eine Vorlage für neue NL und kann nicht versendet werden.
es: This is a template and can not be send

source: Bildgröße geändert in max. %s px.
es: Picture size changed to max %s px.

source: Fehler beim Ändern der Bildgröße in max. %s px.
es: Error changing picture size to max %s px.

source: Wasserzeichen zum Bild hinzugefügt (%s).
es: Watermark added to image (%s)

source: Fehler beim Hinzufügen des Wasserzeichens (%s).
es: Error creating watermark (%s)

source: Wasserzeichen existiert nicht (%s).
es: Watermark image does not exist (%s)

source: Seite %s von %s
es: Page %s of %s

source: Ende
es: End

source: Gehe zu Seite:
es: Go to page:

source: Seite %s von %s, Eintrag %s bis %s
es: Page %s of %s. Entry %s to %s

source: Versand manuell starten
es: Start manual delivery

source: Manueller Versand
es: Manual delivery

source: Adressen (gesamt): %s
es: Addresses (total): %s

source: Adressen (zur Prüfung vorgemerkt): %s
es: Adresses (marked for verification): %s

source: FEHLER!
es: ERROR!

source: Sie verwenden PHP >=5.3.
es: You use PHP >=5.3

source: Logbuch
es: Logbook

source: Link Gruppen
es: Link groups

source: Link Gruppen Referenzen
es: Link group references

source: Logbuch anzeigen
es: Show Logbook

source: Adressen in die Blacklist eintragen
es: Add addresses to blacklist

source: Alle Duplikate ermitteln und entfernen
es: Find all duplicates and remove

source: Welcher Eintrag soll erhalten bleiben?
es: Keep which entry?

source: Ersten/Ältesten Eintrag behalten
es: Keep first/oldest

source: Letzten/Neuesten Eintrag behalten
es: Keep latest/newest

source: Zufälligen Eintrag behalten
es: Kepp random

source: Details zu allen Duplikaten anzeigen
es: Show details on all duplicates

source: Duplikate als .csv Datei exportieren
es: Export duplicates as CSV

source: Dubletten entfernen
es: Remove duplicates

source: Dubletten suchen und entfernen:
es: Search duplicates and remove

source: Duplikate aus ALLEN Gruppen werden ermittelt und geloescht
es: Duplicates from all groups will be determined and removed

source: Es wird jeweils der erste/älteste Eintrag erhalten
es: The first/oldest entry will be kept.

source: Es wird jeweils der letzte/neueste Eintrag erhalten
es: The last/latest entry will be kept.

source: Es wird jeweils ein zufälliger Eintrag erhalten
es: A random entry will be kept.

source: Es wurden %s Adressen mit insgesamt %s Dubletten gefunden
es: Found %s addresses with a total of %s duplicates

source: E-Mail %s hat %s Duplikate
es: E-mail %s has %s duplicates

source: Eintrag mit ID %s wird erhalten.
es: Entry with id %s will be kept.

source: Einträg mit den IDs %s wurden gelöscht
es: Entries with id %s were deleted

source: Es wurden %s Duplikate entfernt
es: Removed %s duplicates

source: %s Dubletten
es: %s duplicates

source: Domains in die Blacklist eintragen
es: Add domains to blacklist

source: Eine E-Mail-Adresse/Domain pro Zeile
es: One Domain/E-mail per line

source: %s Domains wurden zur Blacklist hinzgefügt.
es: Domain %s has been added to blacklist.

source: Unbekannt
es: Unknown

source: Link bearbeiten
es: Edit link

source: Kürzel sollte nicht leer sein.
es: Shortname should not be empty

source: Kürzel sollte nicht numerisch sein.
es: Shortname should not be numeric

source: Bitte mindestens eine Gruppe wählen.
es: Please choose at least one group.

source: Eintrag %s (%s) wurde aktualisiert.
es: Entry %s (%s) has been updated.
