Repository: tellmatic/tellmatic
Catalog: locale/tellmatic-*.po
Languages: es

source: Domain
es: Domainname

source: Verzeichnis
es: Directory

source: Installationspfad
es: Installation path

source: zugewiesener Speicher für PHP
es: available memory for PHP

source: zugewiesene Ausführungszeit für PHP
es: max. execution time for PHP

source: Die Verbindung zur Datenbank war erfolgreich
es: Connection to database was successfull

source: Fehler! Es konnte keine Verbindung zur Datenbank aufgebaut werden
es: Error! Connection to database can not be established

source: Kein Benutzernamen angeben
es: No Username

source: Kein Passwort angegeben
es: No Password

source: Bitte zwei mal das gleiche Passwort angeben
es: Please enter same password twice

source: E-Mail darf nicht leer sein
es: E-mail should not be empty

source: Ungültige E-Mail-Adresse
es: Invalid E-mail

source: Daten für den Zugriff auf die Datenbank sind nicht vollständig
es: Data for database access not complete

source: Fehler
es: Error

source: FEHLER! Für Tellmatic sollten mindestens %s Speicher für PHP zur Verfügung stehen, besser mehr
es: ERROR! You need at least %s of memory to run Tellmatic

source: FEHLER! Für Tellmatic sollten mindestens %s Sekunden Ausführungszeit für PHP zur Verfügung stehen, besser mehr
es: ERROR! You need at least %s Seconds execution time for PHP to run Tellmatic

source: FEHLER! Sie verwenden PHP Version < 4.4. Tellmatic benötigt mindestens Version 4.4.
es: ERROR! You need at least PHP version < 4.4 to run Tellmatic

source: PHP läuft unter Windows. Weitere Details finden Sie den den Dateien README und INSTALL oder der FAQ.
es: Warning! You use windows, please read README, INSTALL and FAQ

source: Die Funktion imap_open() existiert nicht. Bouncemanagement und Mailbox wird nicht funktionieren. Weitere Details finden Sie den den Dateien README und INSTALL oder der FAQ.
es: The PHP function imap_open is not available, bouncemanagement and mailbox can not be used.

source: %s ist Schreibgeschützt. Weitere Details finden Sie den den Dateien README und INSTALL
es: %s is write protected, please read README, INSTALL and FAQ

source: Tabelle
es: Table

source: Adressen
es: Addresses

source: Adressen - Details
es: Addresses - details

source: Adressen - Gruppen
es: Addresses - groups

source: Adressen - Referenzen
es: Addresses - references

source: Einstellungen
es: Settings

source: Formulare
es: Forms

source: Formulare - Referenzen
es: Forms - references

source: Newsleter - Gruppen
es: Newsletter - groups

source: Benutzer
es: User

source: Formulare - Anmeldungen
es: Forms - subscriptions

source: Datenbank: %s wurde erstellt
es: Database: %s created

source: Ein Fehler beim Erstellen der Datenbank ist aufgetreten
es: An error occured creating the database

source: Eine E-Mail mit folgenden Informationen wurde an den Entwickler von Tellmatic gesendet
es: An email with the following informations have been sent to the developer of Tellmatic

source: Tellmatic Installation - Daten eingeben
es: Tellmatic installation - enter data

source: Benutzername
es: Username

source: Passwort
es: Password

source: Passwort wiederholen
es: Repeat password

source: Sprache
es: Language

source: E-Mail-Adresse
es: E-mail

source: Datenbank Servername oder IP-Adresse
es: Database host name or ip address

source: Datenbank Port
es: Database port

source: Datenbank Name
es: Database name

source: Datenbank Benutzername
es: Database username

source: Datenbank Paswort
es: Database password

source: Tabellen Prefix
es: Table prefix

source: SMTP Servername oder IP-Adresse
es: SMTP host o dirección IP

source: SMTP Benutzername
es: SMTP username

source: SMTP Passwort
es: SMTP password

source: Informationen
es: Informations

source: Informationen an den Entwickler von Tellmatic senden
es: Send informations to the developer of Tellmatic

source: Installieren
es: Install

source: Weiter (Datenbank)
es: Continue (Database)

source: Zurück (Benutzerdaten)
es: Back (User)

source: Weiter (SMTP)
es: Continue (SMTP)

source: Zurück (Datenbank)
es: Back (Database)

source: Weiter (Installieren)
es: Continue (Install)

source: Zurück (SMTP)
es: Back (SMTP)

source: Benutzer '%s' wurde angelegt.
es: User '%s' created

source: Einstellungen wurden gespeichert.
es: Settings saved

source: Konfigurationsdatei wurde gespeichert.
es: Configfile created

source: .htpasswd Datei wurden erstellt.
es: .htpasswd file created

source: .htaccess Dateien wurden erstellt.
es: .htaccess files created

source: Tellmatic Installation - Lizenz
es: Tellmatic installation - license

source: Akzeptieren
es: Accept

source: Weiter
es: Continue

source: Systemeinstellungen ändern
es: Edit system-settings

source: Erscheint als Absender-name in der E-Mail
es: Will shown as sender-name in your mailings.

source: Erscheint als Absender-E-Mail-Adresse in der E-Mail
es: Will shown as sender-address in you mailings.

source: Nachricht bei Anmeldung
es: Notify on subscription

source: Nachricht bei Abmeldung
es: Notify on unsubscribe

source: E-Mail-Adresse für Benachrichtigungen
es: E-mail for notifications

source: Return-Path, Adresse für E-Mail Fehlermeldungen
es: Return-path-address for bounce-messages

source: SMTP Servername / IP-Adresse
es: SMTP hostname or IP-address

source: Maximale Anzahl Sendeversuche pro Adresse
es: Max. errores de envio por direeción

source: Maximale Anzahl Mails pro Durchgang
es: Max. mails por ejecución

source: Maximale Anzahl BCC-Adressen pro Mail für Massenmailing
es: Max. BCC-direcciones por mail, para massmailings

source: Aktuelle Version und News auf der Startseite einblenden
es: Show current version and news on starting page

source: Blind-/Tracking-Bild auswählen
es: Select tracking image

source: neues Bild hochladen
es: upload new image

source: Speichern
es: Guardar

source: Absender- und Antwort-Adresse
es: Direcciones sender- y reply-

source: E-Mail (name@domain.tld)
es: E-mail (nombre@dominio.tld)

source: Absender-Name
es: Sender-name

source: Return-Path, E-Mail für Fehlermeldungen
es: Return-path-address para bounce-messages (mensajes devueltos)

source: E-Mail-Prüfung
es: E-mail validation

source: Prüfung der E-Mail-Adressen, Intern + Versand
es: E-mail-validation (interno)

source: Prüfung der E-Mail-Adressen bei Anmeldung
es: E-mail-validation (forms/suscripciones)

source: Benachrichtigung
es: Notify

source: Benachrichtigung bei Neuanmeldung (subscribe)
es: Notifica las suscripciones

source: Benachrichtigung bei Abmeldung (unsubscribe)
es: Notififica al darse de baja

source: Benachrichtigungen gehen an (name@domain.tld)
es: Notificaciones van a (nombre@dominio.tld)

source: Sendeversuche per E-Mail
es: Retries per recipient

source: Maximale Versuche pro E-Mail (Gesamt)
es: Max. errores de recepción por mail (total)

source: Maximale Anzahl Mails
es: Maximum amount of mails

source: Maximale Anzahl Mails pro Sendevorgang
es: Max. mails por ejecución

source: Maximale Anzahl Mails für BCC
es: Maximum amount of mails per BCC

source: Maximale Anzahl Adressen pro Mail im BCC-Header für Massenmailing
es: Max. BCC-direcciones por mail, para massmailings

source: SMTP Servername
es: SMTP host name

source: Versionsabfrage und News
es: Version check and news

source: Versionsabfrage und News auf der Startseite
es: Version check and news at starting page

source: Tracking Bild
es: Tracking image

source: Blind- bzw. Tracking Bild auswählen oder neues Bild hochladen
es: Select existing tracking image or upload a new one

source: Sie haben keine Berechtigung dies zu tun
es: You have no permission to do this

source: Track-BILD-Datei erfolgreich hochgeladen.
es: Tracking image uploaded successfully

source: gespeichert unter:
es: saved as:

source: Tracker-BILD-Datei konnte nicht hochgeladen werden.
es: Tracking image could not be uploaded

source: Die Tracker-BILD-Datei darf nur eine GrÖsse von %s Byte besitzen.
es: The tracking image file should have a mximum size of %s bytes

source: Die Tracker-BILD-Datei besitzt eine ungültige Endung.
es: Tracking image file has unknown or invalid extension.

source: Die Absender E-Mail-Adresse darf nicht leer sein
es: Sender-address no tendría de estar vacío.

source: Die Absender E-Mail-Adresse ist nicht gültig.
es: Sender-address no és valido.

source: Absender-Name darf nicht leer sein
es: Sender-name no tendría de estar vacío.

source: Die E-Mail-Adresse für Fehlermeldungen darf nicht leer sein
es: Return-path-address no tendría de estar vacío.

source: Die E-Mail-Adresse für Fehlermeldungen ist nicht gültig.
es: Return-path-address no es válido

source: Die E-Mail-Adresse für Benachrichtigungen darf nicht leer sein
es: Notification-address no tendría de estar vacío.

source: Die E-Mail-Adresse für Benachrichtigungen bei An-/Abmeldungen ist nicht gültig.
es: Notification-address es inválido.

source: Die Einstellungen wurden gespeichert und sind ab sofort gültig
es: Configuración guardada.

source: Benutzer bearbeiten
es: Edit user

source: Der Name darf nicht leer sein.
es: Name should not be empty

source: Die E-Mail-Adresse darf nicht leer sein.
es: E-mail should not be empty

source: Die E-Mail-Adresse ist nicht gültig.
es: Invalid e-mail

source: Benutzer %s wurde bearbeitet.
es: User %s edited

source: Kein Passwort angegeben.
es: No password given

source: Passwort sollte mindestens %s Zeichen haben.
es: Password should have a length of at least %s characters

source: Bitte geben Sie zweimal das gleiche Passwort an.
es: Please enter same password twice

source: Passwort wurde nicht geändert.
es: Password not changed

source: Passwort wurde geändert.
es: Password changed

source: Eine neue .htpasswd Datei wurde erzeugt.
es: New .htpasswd file saved

source: Experten-Modus
es: Expert mode

source: Verwalter
es: Manager

source: Aktiv
es: Active

source: Erfahrener Benutzer
es: Expert user

source: Erfahrener Benutzer, Hilfen ausblenden etc.
es: Expert user, hide help etc

source: Benutzer/Authoren verwalten
es: Manage users / authors

source: Benutzer wurde aktiviert.
es: User activated

source: Benutzer wurde de-aktiviert.
es: User de-activated

source: Benutzer wurde gelöscht.
es: User deleted

source: Ihr Bentzer
es: You

source: (aktiv)
es: (active)

source: Inaktiv
es: Inactive

source: (inaktiv)
es: (inactive)

source: Benutzer kontaktieren
es: Contact user

source: aktivieren/de-aktivieren
es: activate/de-activate

source: Statistik anzeigen
es: Show statistics

source: Benutzer %s löschen?
es: Delete user %s?

source: Benutzer löschen
es: Delete user

source: Legende / Status ein-ausblenden
es: Show legend / status

source: Legende / Status
es: Legend / Status

source: Legende
es: Legend

source: Ihr Benutzer
es: You

source: Administrator: Einstellungen ändern, Benutzer verwalten
es: Administrator: Change settings, manage users

source: Verwalter: Daten Importieren/Exportieren, Bouncemanagement und Bereinigen
es: Manager: import/export, bouncemanagement and database clean up

source: Benutzer ist Aktiv
es: User is active

source: Benutzer ist Inaktiv
es: User is inactive

source: Benutzer ist Aktiv/Inaktiv (Klick=Deaktivieren/Aktivieren)
es: User is active/inactive (Click=deactivate/activate)

source: Bearbeiten
es: Edit

source: Gruppe löschen und Adressen der Standardgruppe zuordnen
es: Delete addressgroup %s and de-reference subscription-forms? Members of this group will be assigned to the default-group

source: Neuen Benutzer anlegen
es: Create new user

source: Neuer Benutzer %s wurde angelegt.
es: New user %s created

source: Adressdatenbank bereinigen
es: Limpia direcciones

source: Filtern nach E-Mail
es: Filtra direcciones email

source: Gruppe
es: Grupo

source: Suche nach Adress-Status
es: Busca por estado de dirección

source: -- Alle fehlerhaften Adressen --
es: Todas las direcciones que fallan o dan error

source: Aktion
es: Acción

source: Löschen
es: Borrar

source: Aktion Ausführen
es: Hazlo

source: E-Mail (leer = alle! ; wildcard = '*' oder '%'
es: E-mail (vacío = alle! ; comodín = '*' oder '%'

source: aus der Gruppe:
es: Del grupo:

source: mit dem Status:
es: con estado:

source: %s Einträge aus der Gruppe %s mit dem Status %s wurden gelöscht.
es: %s entradas del grupo %s con estado %s han sido eliminadas.

source: Übersicht
es: Sumario

source: %s Adressen
es: %s direcciones

source: Adresse bearbeiten
es: Edita dirección

source: Adresse %s wurde bearbeitet.
es: Dirección %s editada.

source: Adressen in eine CSV-Datei exportieren
es: Exporta direcciones a archivo CSV.

source: Gruppen wählen, STRG/CTRL gedrückt halten und klicken f. Mehrfachauswahl
es: Selecciona grupos, sostén CTRL para seleccionar multiples grupos.

source: Nur Adressen mit diesem Status exportieren
es: Exporta solo las direcciones con el estado seleccionado

source: Trennzeichen
es: Delimiter

source: Dateiname
es: Filename

source: Offset: Anzahl der Datensätze die übersprungen werden sollen.
es: Offset

source: Limit: Anzahl maximal zu exportierender Datensätze.
es: Limit

source: An bestehende Datei anfügen
es: Append to existing file

source: CSV-Datei auswählen
es: Choose CSV file

source: Adressen mit folgendem Status
es: Direcciones con estado:

source: Anfügen
es: Append

source: 0= Anfang
es: 0= from begining

source: 0= Alle
es: 0= all

source: Adressen exportieren (CSV-Export)
es: Exporta direcciones a archivo CSV.

source: gewählte Gruppe: %s
es: Grupo seleccionado: %s

source: Alle
es: All

source: mit Status: %s
es: with status: %s

source: %s Einträge gesamt.
es: %s entries total

source: Maximal %s Einträge werden exportiert.
es: Max %s entries will be exported

source: Exportiere %s
es: Exportando %s

source: Daten werden an bestehende Datei angefügt: %s
es: Append to existing file %s

source: Daten werden in neue Datei gespeichert: %s
es: Save in new file %s

source: Export-Datei kann nicht geöffnet werden %s
es: Can not open export file

source: Es wurden insgesamt %s Einträge exportiert.
es: A total of %s entries imported

source: Datei gespeichert unter: %s
es: Archivo guardado como: %s

source: Neue Adresse erstellen
es: Crea nueva dirección

source: Erstellt am: %s von %s
es: Created at %s from %s

source: Bearbeitet am: %s von %s
es: Edited at %s from %s

source: Gruppen
es: Grupos

source: Adressgruppe bearbeiten
es: Edit address-group

source: Name der Gruppe sollte nicht leer sein.
es: Nombre del grupo no tendría de estar vacío.

source: Adressgruppe %s wurde aktualisiert.
es: Dirección del grupo %s editada.

source: Neue Adressgruppe erstellen
es: Crea nuevo grupo de direcciones

source: Beschreibung
es: Descripción

source: Diese Gruppe ist die Standardgruppe
es: Éste es el grupo por defecto

source: Standardgruppe! Kann nicht de-aktiviert werden.
es: ¡Grupo por defecto! No puede ser desactivado

source: Adressgruppen verwalten
es: Gestiona grupo de direcciones

source: Eintrag wurde aktiviert.
es: Entrada activada.

source: Eintrag wurde de-aktiviert.
es: Entrada desactivada.

source: Neue Standardgruppe wurde definiert.
es: Nuevo grupo por defecto asignado.

source: Eintrag wurde gelöscht.
es: La entrada ha sido borrada

source: Eintrag und die zugeordneten Adressen wurden gelöscht.
es: Entrada y direcciones dedicadas borradas.

source: Standardgruppe
es: Grupo por defecto

source: Neue Adresse in dieser Gruppe anlegen
es: Crea nueva dirección en este grupo

source: Alle Adressen in dieser Gruppe anzeigen
es: Muestra todas las direcciones en este grupo

source: Adressgruppe %s als Standard definieren.
es: Make address-group %s the default-group

source: Diese Adressgruppe als Standardgruppe
es: Define este grupo de direcciones com el grupo por defecto

source: Adressgruppe %s löschen und Adressen dieser Gruppe der Standardgruppe zuordnen und Verknüpfungen zu Formularen aufheben?
es: Eliminar el grupo de direcciones %s y eliminar las referencias de los fromularios de inscripción? Los miembros asignados a este grupo serán asignados al grupo por defecto.

source: Adressgruppe löschen
es: Elimina el grupo de direcciones

source: Adressgruppe %s UND Adressen dieser Gruppe löschen?
es: ¿Eliminar el grupo de direcciones %s y TODAS las direcciones en el grupo?

source: Adressgruppe und Adressen löschen
es: Elimina el grupo y las direcciones

source: Standardgruppe (kann nicht de-aktiviert und gelöscht werden)
es: ¡Grupo por defecto! No puede ser desactivado o eliminado.

source: Gruppe ist Aktiv
es: El grupo esta activo

source: Gruppe ist Inaktiv
es: El grupo esta inactivo

source: Gruppe ist Aktiv/Inaktiv (Klick=Deaktivieren/Aktivieren)
es: El grupo esta activo/inactivo (click=desactivar/activar)

source: Adresse in dieser Gruppe erstellen
es: Crea un miembro en este grupo

source: Adressen dieser Gruppe anzeigen
es: Muestra los miembros

source: Adressen dieser Gruppe anzeigen, Anzahl der Adressen in dieser Gruppe
es: Muestra direcciones en el grupo, cuentalos

source: Diese Gruppe als Standardgruppe definieren
es: Haz des este grupo el grupo por defecto

source: Gruppe löschen und Adressen der Gruppe löschen
es: Elimina el grupo de direcciones y la direcciones dedicadas

source: Gruppe löschen und Adressen der Gruppe löschen (Adressen werden komplett gelöscht und auch aus allen anderen Gruppen entfernt!)
es: Elimina el grupo de direcciones y la direcciones dedicadas. (Las direcciones y todas las referencias de grupo seran eliminadas)

source: neue Adressgruppe erstellen
es: Crea nuevo grupo de direcciones

source: Neue Addressgruppe %s wurde erstellt.
es: Nuevo grupo de direcciones %s creado.

source: Addressen aus CSV-Datei importieren
es: Importa las direcciones de un archivo CSV

source: CSV-Datei hochladen und importieren
es: Upload CSV file and import

source: Gruppen hinzufügen
es: Carga archivo HTML

source: Adress-Status f. neue Adressen
es: Estado para nuevas direcciones

source: Adress-Status f. existierende Adressen
es: Nuevo estado para direcciones existentes

source: Keine Änderungen
es: Sin cambios

source: Neue Adressen de-/aktivieren
es: Activate/deactivate existing addresses

source: De-Aktiviert
es: De-activated

source: Existierende Adressen bei Update de-/aktivieren
es: (De-)activate existing addresses on update:

source: Importierte Adressen löschen
es: Delete imported addresses

source: Importierte Adressen in die Robinsonliste eintragen
es: Import addresses to blackllist

source: Auf doppelt vorhandene Adressen prüfen
es: Check for already existing addresses

source: Adressen Importieren
es: Importa direcciones

source: Datei
es: File

source: Eine E-Mail-Adresse pro Zeile
es: One e-mail per line

source: Status f. neue Adressen:
es: Estado para nuevas entradas:

source: Inktiv
es: Inactive

source: Neue Adressen (De-)Aktivieren:
es: (De-)activate new addresses:

source: Status bei Update:
es: Status on update:

source: Existierende Adressen bei Update (De-)Aktivieren:
es: Activate/deactivate existing addresses

source: Gruppen zusammenführen
es: Merge groups

source: In Robinsonliste (Blacklist) eintragen
es: Add to blacklist

source: Dublettencheck
es: Check for existing entries

source: Auf Dubletten prüfen
es: Check for existing entries

source: Prüfung der E-Mail
es: E-mail validation

source: Adressen importieren (CSV-Import)
es: Importa las direcciones de un archivo CSV

source: Keine Gruppe gewählt. Es werden keine neuen Daten importiert.
es: No group selected. No new entries will be inserted

source: Offset '%s' ist kein gültiger Wert.
es: Offset '%s' is an invalid value

source: Limit '%s' ist kein gültiger Wert.
es: Limit '%s' is an invalid value

source: CSV-Datei konnte nicht hochgeladen werden.
es: El archivo CSV no puedo ser cargado.

source: Die CSV-Datei darf nur eine Grösse von max. %s Byte besitzen.
es: El archivo CSV deberia tener un maximo de %s bytes.

source: Die CSV-Datei besitzt eine ungültige Endung.
es: El archivo CSV tiene una extension desconocida o invalida.

source: Keine CSV-Datei zum Hochladen angegeben.
es: No fue seleccionado ningun archivo CSV para cargar.

source: Importiere bestehende CSV-Datei %s
es: Import existing CSV file %s

source: Status für neue Adressen:
es: Estado para nuevas direcciones

source: Status für bestehende Adressen:
es: Nuevo estado para direcciones existentes

source: Keine Änderung
es: Sin cambios

source: Adressen werden auf Eindeutigkeit geprüft.
es: Checking for existing entries is enabled

source: Adressen werden nicht auf Eindeutigkeit geprüft.
es: Checking for existing entries is disabled

source: Neue Adressen sind aktiv.
es: New addresses are active

source: Neue Adressen sind inaktiv.
es: New addresses are inactive

source: Bestehende Adressen werden aktiviert.
es: Existing entries will be activated

source: Bestehende Adressen werden de-aktiviert.
es: Existing entries will be de-activated

source: Importiere E-Mail-Adressen aus Textfeld
es: Importing entries from textarea

source: Bulk Zeile %s: E-Mail %s hat ein falsches Format.
es: Bulk line %s: invalid email: %s

source: %s Einträge gefunden!
es: Encontradas %s entradas.

source: Importiere Datei %s
es: Importing file %s

source: Datei Zeile %s: E-Mail %s hat ein falsches Format.
es: File line %s: invalid email: %s

source: Die Import-Datei %s konnte nicht geöffnet werden.
es: Can not open import file %s

source: Zeile %s: E-Mail %s existiert Bereits und wurde aktualisiert und ggf. in neue Gruppen eingetragen.
es: Line %s: E-mail %s already exists and has been updated and added to additional groups if not already a member.

source: Zeile %s: E-Mail %s wurde gelöscht.
es: Line %s: email %s deleted

source: Zeile %s: E-Mail %s existiert nicht.
es: Line %s: email %s not exists

source: Zeile %s: E-Mail %s wurde hinzugefügt und in gewählten Gruppen eingetragen.
es: Line %s: email %s inserted and added to selected groups

source: Es wurden %s von %s Einträgen gelöscht.
es: %s of %s entries deleted

source: Es wurden %s von %s Einträgen importiert und in die gewählten Gruppen eingetragen.
es: %s de %s entradas importadas y añadidas a los grupos seleccionados.

source: %s Einträge waren Fehlerhaft und wurden NICHT importiert.
es: Fallaron %s entradas, no importadas/añadidas.

source: %s Eintraege sind bereits vorhanden und wurden aktualisiert.
es: %s entradas ya existen y han sido actualizadas.

source: Bearbeitungszeit: %s Sekunden
es: Processing time %s seconds

source: Logdatei für Import wurde gespeichert unter:
es: Log file saved as:

source: Adressen verwalten
es: Gestionar direcciones

source: (Inaktiv)
es: (Inactive)

source: Status: %s
es: Estado: %s

source: Newsletter Aktuell: %s
es: Current newsletter: %s

source: Newsletter Gesamt: %s
es: Total newsletter: %s

source: Sendefehler: %s
es: Delivery errors: %s

source: Mitglied in den Gruppen:
es: Member of group(s):

source: Adresse löschen
es: Delete address

source: Adresse ist Aktiv/Inaktiv (Klick=Deaktivieren/Aktivieren)
es: Address is active/inactive (Click=activate/deactivate)

source: Statistik
es: Estadísticas

source: Neue Adresse eintragen
es: Introduce una nueva dirección

source: Diese E-Mail-Adresse existiert bereits. Die Daten wurden aktualisiert.
es: Email existente. Los datos se han guardado y actualizado

source: Neue Adresse %s wurde angelegt.
es: Nueva dirección %s creada.

source: Adressen suchen und filtern
es: Busca y filtra direcciones

source: Suche nach e-Mail
es: Busca/filtra por email

source: Suche in den Feldern F0-F9
es: Busca en F0-F9

source: Suche nach Gruppenzugehörigkeit
es: Busca entre los miembros del grupo

source: Author, angemeldet über Formular
es: Autor, suscrito via formulario...

source: angemeldet über
es: suscrito via

source: Egal
es: No importa

source: Maximale Anzahl Einträge die auf einmal angezeigt werden.
es: Max. entradas mostradas

source: zeige max.
es: muestra todas

source: Sortieren
es: Sort

source: sortiere nach
es: Sort by

source: Erstellungs-Datum
es: Creation date

source: Suchen
es: Search
