<!-- Template f&uuml;r Hilfe, interne Verwendung -->
<div class="help_section">

<!--a href="javascript:switchSection('help_quick');" target="_self"><b>Kurzanleitung</b></a-->
<div id="help_quick" class="help_topic">
<ul>
	<li><b>Einstellungen</b><br>
		Die Grundeinstellungen wurden bereits bei der Installation vorgenommen und brauchen vorerst nicht ge&auml;ndert zu werden. Stellen Sie jedoch unbedingt sicher das die angegebenen E-Mail-Adressen korrekt sind und pr&uuml;fen Sie die Logindaten f&uuml;r den SMTP-Server auf Richtigkeit.
	</li>
	<li><b><a href="?act=adr_grp_new">Adressgruppen anlegen</a></b><br>
		Legen Sie nun ein oder mehrere Adressgruppen an. Ein Newsletter richtet sich beim Versand immer an eine oder mehrere Adressgruppen. Eine Adresse wird einer oder mehreren Gruppen zugeordnet. (Beispiel: Gruppe 1: 'H&auml;ndler' , Gruppe 2: 'Endkunden', Gruppe 3: 'Partner', usw.)
	</li>
	<li><b><a href="?act=form_new">Formular erstellen</a></b><br>
		Erstellen Sie nun wahlweise ein Formular zur Erfassung der E-Mail-Adressen. Geben Sie hierzu den Namen eines Formulares an und ob die Adressen &uuml;ber Double-Opt-In angemeldet werden sollen (Hier erh&auml;lt der Benutzer eine E-Mail mit einem Aktivierungslink). Tragen Sie die Feldnamen ein und markieren Sie Feldtyp und Pflichtfelder. W&auml;hlen Sie die Gruppe(n) der die angemeldeten Adressen zugeordnet werden sollen.
	</li>
	<li><b>Adressen anlegen - Import, manuelle Eingabe oder per Formular</b><br>
		Adressen erfassen Sie &uuml;ber die erstellten Anmeldeformulare. Nat&uuml;rlich k&ouml;nnen Sie Ihren bestehenden Datenbestand auch &uuml;ber die Importfunktion einlesen oder man&uuml;ll eingeben.
		<ul><b><a href="?act=adr_import">Import:</a></b><br>
			W&auml;hlen Sie die Gruppen in welche die importierten Aressen eingetragen werden sollen und die CSV-Datei.
		</ul>
		<ul><b><a href="?act=adr_new">manuelle Eingabe:</a></b><br>
			Geben Sie hier die Adressen manuell ein. W&auml;hlen Sie die Gruppe(n) in die die Adresse aufgenommen werden soll.
		</ul>
		<ul><b>&uuml;ber Formulare:</a></b><br>
			Rufen Sie hierzu einfach die Onlineansicht des gew&uuml;nschten <a href="?act=form_list">Formulars</a> auf.
		</ul>
	</li>
	<li><b><a href="?act=nl_grp_new">Newslettergruppen anlegen</a></b><br>
		Zur besseren &uuml;bersicht werden Newsletter ebenfalls in Gruppen verwaltet. Diese Gruppen sind jedoch nur intern von Bedeutung und dienen der besseren Aufteilung. Legen Sie beliebige Gruppen f&uuml;r Ihre Newsletter an (Beispiel: Gruppe 1: Preislisten, Gruppe 2: Sonderaktionen, Gruppe 3: allgemeine Rundschreiben, Gruppe 4: Gewinnspiele, usw.)
	</li>
	<li><b><a href="?act=nl_new">neuen Newsletter erstellen</a></b><br>
		Erstellen Sie nun Ihren Newsletter. Geben Sie einen Betreff (Subject) ein - dieser erscheint dann als Betreff in der E-Mail. F&uuml;gen Sie ggf. ein Bild ein, hierzu k&ouml;nnen Sie ein neues Bild hochladen oder per Wysiwyg einf&uuml;gen. W&auml;hlen Sie ggf. eine Html-Datei dessen Inhalt dem Newslettertext angef&uuml;gt werden soll. Die HTML-Datei kann ebenfalls mit den Variablen versehen werden. Geben Sie ggf. einen Link an der verfolgt (getrackt) wird.
		W&auml;hlen Sie zwischen Massenmailing oder personalisiertem Newsletter.
	</li>
<li><b><a href="?act=queue_new">Versand starten</a></b><br>
	W&auml;hlen Sie einen Newsletter und die Adressgruppen 
	welche den Newsletter erhalten sollen. Wenn Sie das Newsletter zu 
	einem bestimmten Zeitpunkt versenden wollen, geben Sie bitte Datum und Uhrzeit an.
	Wenn Sie die Versandliste sofort erstellen, ist keine manuelle Aktivierung n&ouml;tig 
	und der Versand wird sofort aktiviert, andernfalls m&uuml;ssen Sie den Versand 
	f&uuml;r das gew&auml;hlte Newsletter manuell starten.
</li>
<li><b>Statistik</b><br>
	&Uuml;ber die Listenansichten f&uuml;r <a href="?act=adr_list">Adressen</a> und <a href="?act=nl_list">Newsletter</a> k&ouml;nnen Sie &uuml;ber das Statistiksymbol die Zusammenfassung f&uuml;r den gew&auml;hlten Eintrag ansehen. Eine Zusammenfassung finden Sie unter <a href="?act=status">Status</a>
</li>
</ul>
</div>
</div>


